


with(tyrano.plugin.kag) {
variable.tf.irain_sel_d =[
        {
        id:0,
        sel_1_a:'私の部屋で話さない？',
        sel_2_a:'手料理ご馳走するよ！',
        sel_3_a:'裏庭にいってみようよ',
        sel_1_p:'私の部屋で話さない？',
        sel_2_p:'手料理ご馳走するよ！',
        sel_3_p:'裏庭にいってみようよ',
        },
        {
        id:1,
        sel_1_a:'お茶して行こうよ！',
        sel_2_a:'ご飯食べたいな',
        sel_3_a:'お弁当買って、どこかで食べない？',
        sel_1_p:'お茶して行こうよ！',
        sel_2_p:'ご飯食べたいな',
        sel_3_p:0,   
        },
        {
        id:2,
        sel_1_a:'いつきても、落ち着くね',
        sel_2_a:'マイナスイオーン！',
        sel_3_a:'御神木って不思議な木だよね',
        sel_1_p:'うん、葉っぱが夕焼けに反射して、キレイ',
        sel_2_p:'夜はやっぱり真っ暗になっちゃうんだよね',
        sel_3_p:'御神木の泉で水浴びしていい？',
        
        },
        {
        id:3,
        sel_1_a:'あの綺麗な果物なんだろう？',
        sel_2_a:'あんなカーニバルの後だったけど、みんな元気そうでほっとした',
        sel_3_a:'スリがいるかも！気をつけないと',
        sel_1_p:'全部！',
        sel_2_p:'美味しい食べ物ないかなあ',
        sel_3_p:'アクセサリーとか....欲しいな',
        
        },
        {
        id:4,
        sel_1_a:'うん、ちょっと怖いね？',
        sel_2_a:'どうして？',
        sel_3_a:'どのお店も閉まってるね？',
        sel_1_p:'あの柄の悪そうな人のこと？',
        sel_2_p:'うん、わかった',
        sel_3_p:'（無言でくっつく）',
        
        },
        {
        id:5,
        sel_1:'',
        sel_2:'',
        sel_3:'',
        },
        {
        id:6,
        sel_1_a:'庭園、行ってみてもいい？',
        sel_2_a:'屋上、行ってみたいな',
        sel_3_a:'部屋に連れてってほしいな',
        sel_1_p:'庭園、行ってみてもいい？',
        sel_2_p:'屋上、行ってみたいな',
        sel_3_p:'部屋に連れてってほしいな',
        
        },
        
        
        {
        id:7,
        sel_1_a:'イカ料理食べよう！',
        sel_2_a:'港を見てみたいな',
        sel_3_a:'桟橋を散歩したい',
        sel_1_p:'イカ料理食べよう！',
        sel_2_p:'港を見てみたいな',
        sel_3_p:'桟橋を散歩したい',
        
        },
        
        {
        id:8,
        sel_1_a:'手合わせしよっか',
        sel_2_a:'丘の上でゆっくりしよう',
        sel_3_a:'森の中って空気が気持ちいい',
        sel_1_p:'早めに王都に戻らないと',
        sel_2_p:'ちょっとだけ散策したい',
        sel_3_p:'丘の上で夕日、見てみない？',
        
        },
        {
        id:9,
        sel_1_a:'',
        sel_2_a:'',
        sel_3_a:'',
        },
        {
        id:90,
        sel_1_a:'これでも綺麗にしてるんだよ',
        sel_2_a:'えっと、お茶入れるね',
        sel_3_a:'・・・・・・（見つめる）',
        sel_1_p:'これでも綺麗にしてるんだよ',
        sel_2_p:'えっと、お茶入れるね',
        sel_3_p:'・・・・・・（見つめる）',
        },
        {
        id:91,
        sel_1_a:'静かだし、ここ好きだな',
        sel_2_a:'よくここで休憩してるんだ',
        sel_3_a:'逢引にはもってこいの場所！',
        sel_1_p:'静かだし、ここ好きだな',
        sel_2_p:'よくここで休憩してるんだ',
        sel_3_p:'逢引にはもってこいの場所！',
        },
        
        {
        id:60,
        sel_1_a:'わあ、この花、なんだろう？',
        sel_2_a:'あの東屋で休もうよ',
        sel_3_a:'きゃあ！虫！！',
        sel_1_p:'わあ、この花、なんだろう？',
        sel_2_p:'あの東屋で休もうよ',
        sel_3_p:'きゃあ！虫！！',
        
        },
        {
        id:61,
        sel_1_a:'下は見ない下は見ない...',
        sel_2_a:'鳥になったみたい！',
        sel_3_a:'あ、あそこ、騎士団本部かな？',
        sel_1_p:'下は見ない下は見ない...',
        sel_2_p:'鳥になったみたい！',
        sel_3_p:'あ、あそこ、騎士団本部かな？',
        
        },
        
        {
        id:62,
        sel_1_a:'うん！いただきます！',
        sel_2_a:'(どこかに秘密の品はないかな...)',
        sel_3_a:'部屋、すごくキレイに片付いてるね',
        sel_1_p:'うん！いただきます！',
        sel_2_p:'(どこかに秘密の品はないかな...)',
        sel_3_p:'部屋、すごくキレイに片付いてるね',
        
        },
        {
        id:70,
        sel_1_a:'私、漁師にもなりたかったんだよね',
        sel_2_a:'港の市場でお魚買って行こう！',
        sel_3_a:'あっ！猫もいるよ！',
        sel_1_p:'私、漁師にもなりたかったんだよね',
        sel_2_p:'港の市場でお魚買って行こう！',
        sel_3_p:'あっ！猫もいるよ！',
        
        },
        {
        id:71,
        sel_1_a:'帰りたいなあ・・・',
        sel_2_a:'こうやって、のんびりするのもいいよね',
        sel_3_a:'（う・・・髪がなんだかゴワゴワ・・・）',
        sel_1_p:'帰りたいなあ・・・',
        sel_2_p:'こうやって、のんびりするのもいいよね',
        sel_3_p:'（う・・・髪がなんだかゴワゴワ・・・）',
        
        },
        
        {
        id:15,
        sel_1_a:'ご飯食べよう！',
        sel_2_a:'料理つくろうか？',
        sel_3_a:'ここのご飯、おいしいよね',
        sel_1_p:'夕食食べよっか？',
        sel_2_p:'料理つくろうか？',
        sel_3_p:'食べ物のことしか考えてないの？',
        
        },
        {
        id:16,
        sel_1_a:'本当に・・・このまま静かだといいのに',
        sel_2_a:'トリスタンはこれでも酔っちゃうんだね',
        sel_3_a:'ずっとこうしてたいな・・・',
        sel_1_p:'うん・・・すごくきれい',
        sel_2_p:'明日も晴れかな？',
        sel_3_p:'ずっと、こうしてたいな・・・',
        
        },
        {
        id:17,
        sel_1_a:'役に立つのが落ちてるときあるんだよ',
        sel_2_a:'結構広い廊下だよね',
        sel_3_a:'ふたりっきりになれるかなあ、とか',
        sel_1_p:'ほんとだ、日が暮れるね',
        sel_2_p:'お腹がすいてきたかも・・・',
        sel_3_p:'眠くなってきた・・・',
        
        },
        {
        id:18,
        sel_1_a:'やっぱりせまいね',
        sel_2_a:'寝心地はどう？',
        sel_3_a:'（男ばっかりの部屋・・・）',
        sel_1_p:'ん？何？',
        sel_2_p:'日が暮れると、ちょっと暗いね',
        sel_3_p:'（この雰囲気で、ふたりきりとか・・・）',
        
        },
        {
        id:19,
        sel_1_a:'ちょっと寂しいよ？',
        sel_2_a:'快適です！',
        sel_3_a:'なんなら、一緒の部屋にする？',
        sel_1_p:'？なにかまずかった？',
        sel_2_p:'疲れたし、ふたりで休もうかなって',
        sel_3_p:'もうちょっと、こっち・・・来て。',
        
        },

    {
    id:20,
    sel_1_a:'本読んで行こうか',
    sel_2_a:'居眠りしちゃだめだよ',
    sel_3_a:'借りることもできるのかな？',
    sel_1_p:'本読んで行こうか',
    sel_2_p:'居眠りしちゃだめだよ',
    sel_3_p:'借りることもできるのかな？',
    
    },
    {
    id:21,
    sel_1_a:'いろいろな本があって面白い',
    sel_2_a:'何冊か買って行こうかな',
    sel_3_a:'立ち読みは・・・ダメだよね',
    sel_1_p:'いろいろな本があって面白い',
    sel_2_p:'何冊か買って行こうかな',
    sel_3_p:'立ち読みは・・・ダメだよね',
    
    },
    {
    id:22,
    sel_1_a:'これって危ない薬？',
    sel_2_a:'薬の研究もしてるのかな',
    sel_3_a:'（ドーピング・・・）',
    sel_1_p:'これって危ない薬？',
    sel_2_p:'薬の研究もしてるのかな',
    sel_3_p:'（ドーピング・・・）',
    
    },
    {
    id:23,
    sel_1_a:'ご飯食べよう！',
    sel_2_a:'料理、できるかなあ',
    sel_3_a:'部屋で休みたいかも・・・',
    sel_1_p:'ご飯食べよう！',
    sel_2_p:'料理、できるかなあ',
    sel_3_p:'部屋で休みたいかも・・・',
    
    },
    {
    id:24,
    sel_1_a:'日差しが穏やかだねえ・・・？',
    sel_2_a:'遊んでる子供たち、楽しそう',
    sel_3_a:'手、つないでもいい？',
    sel_1_p:'日差しが穏やかだねえ・・・',
    sel_2_p:'遊んでる子供たち、楽しそう',
    sel_3_p:'手、つないでもいい？',
    
    },
    
    
    ];
        
        

}




with(tyrano.plugin.kag) {
variable.tf.irain_sel_answer_0 = [
	//本部
{id:0},
{
sel_1_a:'うん！',
sel_2_a:'よし、頑張ろう！',
sel_3_a:'えーと・・・',
sel_1_p:'うん！',
sel_2_p:'よし、頑張ろう！',
sel_3_p:'えーと・・・',
sel_1_a_t:'うん！',
sel_2_a_t:'よし、頑張ろう！',
sel_3_a_t:'えーと・・・',
sel_1_p_t:'うん！',
sel_2_p_t:'よし、頑張ろう！',
sel_3_p_t:'えーと・・・',

},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',

},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',

},
];
}

with(tyrano.plugin.kag) {

//本部部屋
variable.tf.irain_sel_answer_90=[
{id:90},
{
sel_1_a:'うん！',
sel_2_a:'お母さんが送ってくれたんだ！',
sel_3_a:'ううん、なんでもないよ',
sel_1_p:'うん！',
sel_2_p:'お母さんが送ってくれたんだ！',
sel_3_p:'ううん、なんでもないよ',
sel_1_a_t:'うん！',
sel_2_a_t:'お母さんが送ってくれたんだ！',
sel_3_a_t:'？？？',
sel_1_p_t:'うん！',
sel_2_p_t:'お母さんが送ってくれたんだ！',
sel_3_p_t:'？？？',
},
{
sel_1_a:'はあ・・・',
sel_2_a:'（料理の方が良かったかな？）',
sel_3_a:'ううん、なんでもないよ',
sel_1_p:'はあ・・・',
sel_2_p:'（料理の方が良かったかな？）',
sel_3_p:'ううん、なんでもないよ',
sel_1_a_t:'はあ・・・',
sel_2_a_t:'（料理の方が良かったかな？）',
sel_3_a_t:'？？？',
sel_1_p_t:'はあ・・・',
sel_2_p_t:'（料理の方が良かったかな？）',
sel_3_p_t:'？？？',
},
{
sel_1_a:'ありがとう！',
sel_2_a:'テーベのお茶、美味しいんだよ',
sel_3_a:'ううん、なんでもないよ',
sel_1_p:'ありがとう！',
sel_2_p:'テーベのお茶、美味しいんだよ',
sel_3_p:'ううん、なんでもないよ',
sel_1_a_t:'ありがとう！',
sel_2_a_t:'テーベのお茶、美味しいんだよ',
sel_3_a_t:'？？？',
sel_1_p_t:'ありがとう！',
sel_2_p_t:'テーベのお茶、美味しいんだよ',
sel_3_p_t:'？？？',
},
];

}



with(tyrano.plugin.kag) {
//本部裏庭
variable.tf.irain_sel_answer_91 =[
{id:91},
{sel_1_a:'あれ？言ったことなかったっけ・・・',
sel_2_a:'静かだし落ち着くんだ',
sel_3_a:'？',
sel_1_p:'あれ？言ったことなかったっけ・・・',
sel_2_p:'静かだし落ち着くんだ',
sel_3_p:'？',
sel_1_a_t:'あれ？言ったことなかったっけ・・・',
sel_2_a_t:'静かだし落ち着くんだ',
sel_3_a_t:'？',
sel_1_p_t:'あれ？言ったことなかったっけ・・・',
sel_2_p_t:'静かだし落ち着くんだ',
sel_3_p_t:'？',
},
{
sel_1_a:'（ライオネス・・・）',
sel_2_a:'う、うん・・・気をつける',
sel_3_a:'（何かまずいこと言ったかな？）',
sel_1_p:'（ライオネス・・・）',
sel_2_p:'う、うん・・・気をつける',
sel_3_p:'（何かまずいこと言ったかな？）',
sel_1_a_t:'（ライオネス・・・）',
sel_2_a_t:'う、うん・・・気をつける',
sel_3_a_t:'（何かまずいこと言ったかな？）',
sel_1_p_t:'（ライオネス・・・）',
sel_2_p_t:'う、うん・・・気をつける',
sel_3_p_t:'（何かまずいこと言ったかな？）',
},
{
sel_1_a:'うん！',
sel_2_a:'（ん？それって・・・）',
sel_3_a:'へ？',
sel_1_p:'うん！',
sel_2_p:'（ん？それって・・・）',
sel_3_p:'へ？',
sel_1_a_t:'うん！',
sel_2_a_t:'（ん？それって・・・）',
sel_3_a_t:'へ？',
sel_1_p_t:'うん！',
sel_2_p_t:'（ん？それって・・・）',
sel_3_p_t:'へ？',
},
];

}



with(tyrano.plugin.kag) {
//酒場
variable.tf.irain_sel_answer_1 =[
{id:1},
{sel_1_a:'どこのお店にしよう？',
sel_2_a:'何を食べようかな',
sel_3_a:'えーとお弁当屋さんは・・・',
sel_1_p:'どこのお店にしよう？',
sel_2_p:'うん！ありがとう',
sel_3_p:'そ、そうなんだ・・・',
sel_1_a_t:'どこのお店にしよう？',
sel_2_a_t:'何を食べようかな',
sel_3_a_t:'えーとお弁当屋さんは・・・',
sel_1_p_t:'どこのお店にしよう？',
sel_2_p_t:'うん！ありがとう',
sel_3_p_t:'そ、そうなんだ・・・',
},
{
sel_1_a:'（ご飯のほうが良かったかな？）',
sel_2_a:'どこのお店にしよう？',
sel_3_a:'えーとお弁当屋さんは・・・',
sel_1_p:'（ご飯のほうが良かったかな？）',
sel_2_p:'どこのお店にしよう？',
sel_3_p:'ガッツリ・・・',
sel_1_a_t:'（ご飯のほうが良かったかな？）',
sel_2_a_t:'どこのお店にしよう？',
sel_3_a_t:'えーとお弁当屋さんは・・・',
sel_1_p_t:'（ご飯のほうが良かったかな？）',
sel_2_p_t:'どこのお店にしよう？',
sel_3_p_t:'ガッツリ・・・',
},
{
sel_1_a:'うん！',
sel_2_a:'どこのお店にしよう？',
sel_3_a:'えーとお弁当屋さんは・・・',
sel_1_p:'どこのお店がいいかなあ・・・',
sel_2_p:'何を食べようかな・・・',
sel_3_p:'？どんなお店だろう・・・',
sel_1_a_t:'うん！',
sel_2_a_t:'どこのお店にしよう？',
sel_3_a_t:'えーとお弁当屋さんは・・・',
sel_1_p_t:'どこのお店がいいかなあ・・・',
sel_2_p_t:'何を食べようかな・・・',
sel_3_p_t:'？どんなお店だろう・・・',
},
];

}


with(tyrano.plugin.kag) {
//ガイアの森
variable.tf.irain_sel_answer_2 =[
{id:2},
{sel_1_a:'（ストレス軽減？）',
sel_2_a:'え、えーと、なんでもないよ',
sel_3_a:'そうなんだ・・・すごいなあ・・・',
sel_1_p:'うん・・・',
sel_2_p:'蛍！そうなんだ・・・',
sel_3_p:'ご、ごめんなさい・・・',
sel_1_a_t:'（ストレス軽減？）',
sel_2_a_t:'え、えーと、なんでもないよ',
sel_3_a_t:'そうなんだ・・・すごいなあ・・・',
sel_1_p_t:'うん・・・',
sel_2_p_t:'蛍！そうなんだ・・・',
sel_3_p_t:'ご、ごめんなさい・・・',
},
{
sel_1_a:'（ライオネス・・・）',
sel_2_a:'ご、ごめん、なんでもない',
sel_3_a:'そうだよね、やっぱり普通の木とは違うよね・・・',
sel_1_p:'（ライオネス・・・）',
sel_2_p:'蛍！きっときれいなんだろうね・・・',
sel_3_p:'じょ、冗談だよ',
sel_1_a_t:'（ライオネス・・・）',
sel_2_a_t:'ご、ごめん、なんでもない',
sel_3_a_t:'そうだよね、やっぱり普通の木とは違うよね・・・',
sel_1_p_t:'（ライオネス・・・）',
sel_2_p_t:'蛍！きっときれいなんだろうね・・・',
sel_3_p_t:'じょ、冗談だよ',
},

{
sel_1_a:'うん！',
sel_2_a:'（ノリがいい・・・）',
sel_3_a:'そうか・・・きっといろんな歴史を見てきているのかなあ・・・',
sel_1_p:'うん・・・',
sel_2_p:'蛍！そうなんだあ・・・',
sel_3_p:'（え！！本当に？？というか、一緒にって・・・）',
sel_1_a_t:'うん！',
sel_2_a_t:'（ノリがいい・・・）',
sel_3_a_t:'そうか・・・きっといろんな歴史を見てきているのかなあ・・・',
sel_1_p_t:'うん・・・',
sel_2_p_t:'蛍！そうなんだあ・・・',
sel_3_p_t:'（え！！本当に？？というか、一緒にって・・・）',
},
];

}


with(tyrano.plugin.kag) {
//噴水
variable.tf.irain_sel_answer_3 =[
{id:3},
{sel_1_a:'うん！',
sel_2_a:'そうだね・・・',
sel_3_a:'そ、そうかな？',
sel_1_p:'ご、ごめんなさい・・・',
sel_2_p:'うん、行ってみよう！',
sel_3_p:'（どういう意味・・・）',
sel_1_a_t:'うん！',
sel_2_a_t:'そうだね・・・',
sel_3_a_t:'そ、そうかな？',
sel_1_p_t:'ご、ごめんなさい・・・',
sel_2_p_t:'うん、行ってみよう！',
sel_3_p_t:'本当に？ありがとう',
},
{
sel_1_a:'うん！',
sel_2_a:'そうだね・・・',
sel_3_a:'そう？',
sel_1_p:'（そりゃそうか・・・）',
sel_2_p:'うん！（揚げ物・・・）',
sel_3_p:'どういう意味！',
sel_1_a_t:'うん！',
sel_2_a_t:'そうだね・・・',
sel_3_a_t:'そう？',
sel_1_p_t:'（そりゃそうか・・・）',
sel_2_p_t:'うん！（揚げ物・・・）',
sel_3_p_t:'本当？ありがとう！',
},
{
sel_1_a:'見たことあるんだ。美味しそうだよね。',
sel_2_a:'そ、そうかな',
sel_3_a:'えっ・・・ご、ごめんなさい',
sel_1_p:'えっ・・・ほ、本当に！？',
sel_2_p:'ありがとう！',
sel_3_p:'本当？ありがとう！',
sel_1_a_t:'見たことあるんだ。美味しそうだよね。',
sel_2_a_t:'そ、そうかな',
sel_3_a_t:'えっ・・・ご、ごめんなさい',
sel_1_p_t:'えっ・・・ほ、本当に！？',
sel_2_p_t:'ありがとう！',
sel_3_p_t:'本当？ありがとう！',
},
];

}


with(tyrano.plugin.kag) {
//裏通り
variable.tf.irain_sel_answer_4 =[
{id:4},
{sel_1_a:'うん・・・',
sel_2_a:'？？？',
sel_3_a:'そうなのか・・・',
sel_1_p:'わ、ごめんなさい',
sel_2_p:'う、うん・・・',
sel_3_p:'え？そうかな？',
sel_1_a_t:'うん・・・',
sel_2_a_t:'？？？',
sel_3_a_t:'そうなのか・・・',
sel_1_p_t:'わ、ごめんなさい',
sel_2_p_t:'う、うん・・・',
sel_3_p_t:'え？そうかな？',
},
{
sel_1_a:'うん・・・',
sel_2_a:'夜からのお店かあ・・・',
sel_3_a:'そうなのか・・・',
sel_1_p:'そ、そうだね',
sel_2_p:'え？',
sel_3_p:'え？そうかな？',
sel_1_a_t:'うん・・・',
sel_2_a_t:'夜からのお店かあ・・・',
sel_3_a_t:'そうなのか・・・',
sel_1_p_t:'そ、そうだね',
sel_2_p_t:'え？',
sel_3_p_t:'え？そうかな？',
},
{
sel_1_a:'うん・・・',
sel_2_a:'そうなのか・・・',
sel_3_a:'そうなんだ。夜は賑やかなんだね',
sel_1_p:'（見た目ってそれなりに大事なんだなあ・・・）',
sel_2_p:'（クライストさん・・・）',
sel_3_p:'え、ええと・・・',
sel_1_a_t:'うん・・・',
sel_2_a_t:'そうなのか・・・',
sel_3_a_t:'そうなんだ。夜は賑やかなんだね',
sel_1_p_t:'（見た目ってそれなりに大事なんだなあ・・・）',
sel_2_p_t:'（クライストさん・・・）',
sel_3_p_t:'え、ええと・・・',
},
];

}


with(tyrano.plugin.kag) {
//もん
variable.tf.irain_sel_answer_5 =[
{id:5},
{sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
];

}


with(tyrano.plugin.kag) {
//王宮
variable.tf.irain_sel_answer_6 =[
{id:6},
{sel_1_a:0,
sel_2_a:0,
sel_3_a:0,
sel_1_p:0,
sel_2_p:0,
sel_3_p:0,
sel_1_a_t:0,
sel_2_a_t:0,
sel_3_a_t:0,
sel_1_p_t:0,
sel_2_p_t:0,
sel_3_p_t:0,
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
];

}


with(tyrano.plugin.kag) {
//王宮庭
variable.tf.irain_sel_answer_60 =[
{id:60},
{sel_1_a:'きれいだなあ・・・',
sel_2_a:'うん！',
sel_3_a:'え？',
sel_1_p:'きれいだなあ・・・',
sel_2_p:'うん！',
sel_3_p:'え？',
sel_1_a_t:'きれいだなあ・・・',
sel_2_a_t:'うん！',
sel_3_a_t:'え？',
sel_1_p_t:'きれいだなあ・・・',
sel_2_p_t:'うん！',
sel_3_p_t:'え？',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
];

}


with(tyrano.plugin.kag) {
//王宮屋上
variable.tf.irain_sel_answer_61 =[
{id:61},
{sel_1_a:'う、うん・・・',
sel_2_a:'そうかな？',
sel_3_a:'遠くまで見渡せるね！',
sel_1_p:'う、うん・・・',
sel_2_p:'そうかな？',
sel_3_p:'遠くまで見渡せるね！',
sel_1_a_t:'う、うん・・・',
sel_2_a_t:'そうかな？',
sel_3_a_t:'遠くまで見渡せるね！',
sel_1_p_t:'う、うん・・・',
sel_2_p_t:'そうかな？',
sel_3_p_t:'遠くまで見渡せるね！',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
];

}


with(tyrano.plugin.kag) {
//王宮部屋
variable.tf.irain_sel_answer_62 =[
{id:62},
{sel_1_a:'そうなんだ。本当だ！いい香り。',
sel_2_a:'そ、そんなことないよ',
sel_3_a:'してるよ！',
sel_1_p:'そうなんだ。本当だ！いい香り。',
sel_2_p:'そ、そんなことないよ',
sel_3_p:'してるよ！',
sel_1_a_t:'そうなんだ。本当だ！いい香り。',
sel_2_a_t:'そ、そんなことないよ',
sel_3_a_t:'してるよ！',
sel_1_p_t:'そうなんだ。本当だ！いい香り。',
sel_2_p_t:'そ、そんなことないよ',
sel_3_p_t:'してるよ！',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{
sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
];

}

with(tyrano.plugin.kag) {
//シャローム
variable.tf.irain_sel_answer_7 =[
{id:7},
{sel_1_a:'何を食べようかな！',
sel_2_a:'大漁かな？そうだといいな',
sel_3_a:'うん！',
sel_1_p:'何を食べようかな！',
sel_2_p:'大漁かな？そうだといいな',
sel_3_p:'うん！',
sel_1_a_t:'何を食べようかな！',
sel_2_a_t:'大漁かな？そうだといいな',
sel_3_a_t:'うん！',
sel_1_p_t:'何を食べようかな！',
sel_2_p_t:'大漁かな？そうだといいな',
sel_3_p_t:'うん！',
},
{
sel_1_a:'何を食べようかな？',
sel_2_a:'えーと・・・',
sel_3_a:'（ライオネス・・・）',
sel_1_p:'何を食べようかな？',
sel_2_p:'えーと・・・',
sel_3_p:'（ライオネス・・・）',
sel_1_a_t:'何を食べようかな？',
sel_2_a_t:'えーと・・・',
sel_3_a_t:'（ライオネス・・・）',
sel_1_p_t:'何を食べようかな？',
sel_2_p_t:'えーと・・・',
sel_3_p_t:'（ライオネス・・・）',
},
{
sel_1_a:'何を食べようかな？',
sel_2_a:'うん！',
sel_3_a:'（そう、なのかな？）',
sel_1_p:'何を食べようかな？',
sel_2_p:'うん！',
sel_3_p:'（そう、なのかな？）',
sel_1_a_t:'何を食べようかな？',
sel_2_a_t:'うん！',
sel_3_a_t:'（そう、なのかな？）',
sel_1_p_t:'何を食べようかな？',
sel_2_p_t:'うん！',
sel_3_p_t:'（そう、なのかな？）',
},
];
}


with(tyrano.plugin.kag) {
//シャローム港
variable.tf.irain_sel_answer_70 =[
{id:70},
{sel_1_a:'うん！',
sel_2_a:'いいね！美味しそう！',
sel_3_a:'そうなんだ、でもかわいいなあ・・・',
sel_1_p:'うん！',
sel_2_p:'いいね！美味しそう！',
sel_3_p:'そうなんだ、でもかわいいなあ・・・',
sel_1_a_t:'うん！',
sel_2_a_t:'いいね！美味しそう！',
sel_3_a_t:'そうなんだ、でもかわいいなあ・・・',
sel_1_p_t:'うん！',
sel_2_p_t:'いいね！美味しそう！',
sel_3_p_t:'そうなんだ、でもかわいいなあ・・・',
},
{
sel_1_a:'（どういう意味・・・）',
sel_2_a:'うん！',
sel_3_a:'（あ、自覚はあるんだ・・・）',
sel_1_p:'（どういう意味・・・）',
sel_2_p:'うん！',
sel_3_p:'（あ、自覚はあるんだ・・・）',
sel_1_a_t:'（どういう意味・・・）',
sel_2_a_t:'うん！',
sel_3_a_t:'（あ、自覚はあるんだ・・・）',
sel_1_p_t:'（どういう意味・・・）',
sel_2_p_t:'うん！',
sel_3_p_t:'（あ、自覚はあるんだ・・・）',
},
{
sel_1_a:'（か、かわいい？）',
sel_2_a:'やっぱり煮つけかなあ・・・',
sel_3_a:'あ、確かにそうかも。港ならお魚もらえそうだしね',
sel_1_p:'（か、かわいい？）',
sel_2_p:'やっぱり煮つけかなあ・・・',
sel_3_p:'あ、確かにそうかも。港ならお魚もらえそうだしね',
sel_1_a_t:'（か、かわいい？）',
sel_2_a_t:'やっぱり煮つけかなあ・・・',
sel_3_a_t:'あ、確かにそうかも。港ならお魚もらえそうだしね',
sel_1_p_t:'（か、かわいい？）',
sel_2_p_t:'やっぱり煮つけかなあ・・・',
sel_3_p_t:'あ、確かにそうかも。港ならお魚もらえそうだしね',
},
];

}

with(tyrano.plugin.kag) {

//シャローム桟橋
variable.tf.irain_sel_answer_71 =[
{id:71},
{sel_1_a:'そ、そういうわけじゃ、ないよ！',
sel_2_a:'そうなんだ。海見てると落ち着くよね',
sel_3_a:'え、えーと、なんでもない・・・',
sel_1_p:'そ、そういうわけじゃ、ないよ！',
sel_2_p:'そうなんだ。海見てると落ち着くよね',
sel_3_p:'え、えーと、なんでもない・・・',
sel_1_a_t:'そ、そういうわけじゃ、ないよ！',
sel_2_a_t:'そうなんだ。海見てると落ち着くよね',
sel_3_a_t:'え、えーと、なんでもない・・・',
sel_1_p_t:'そ、そういうわけじゃ、ないよ！',
sel_2_p_t:'そうなんだ。海見てると落ち着くよね',
sel_3_p_t:'え、えーと、なんでもない・・・',
},
{
sel_1_a:'そ、そういうわけじゃ、もう！',
sel_2_a:'（ライオネス・・・）',
sel_3_a:'え、えーと、なんでもないよ',
sel_1_p:'そ、そういうわけじゃ、もう！',
sel_2_p:'（ライオネス・・・）',
sel_3_p:'え、えーと、なんでもないよ',
sel_1_a_t:'そ、そういうわけじゃ、もう！',
sel_2_a_t:'（ライオネス・・・）',
sel_3_a_t:'え、えーと、なんでもないよ',
sel_1_p_t:'そ、そういうわけじゃ、もう！',
sel_2_p_t:'（ライオネス・・・）',
sel_3_p_t:'え、えーと、なんでもないよ',
},
{
sel_1_a:'えっ？それは・・・（どうなんだろう・・・）',
sel_2_a:'そ、そうかな・・・',
sel_3_a:'う、うん、ありがとう・・・',
sel_1_p:'えっ？それは・・・（どうなんだろう・・・）',
sel_2_p:'そ、そうかな・・・',
sel_3_p:'う、うん、ありがとう・・・',
sel_1_a_t:'えっ？それは・・・（どうなんだろう・・・）',
sel_2_a_t:'そ、そうかな・・・',
sel_3_a_t:'う、うん、ありがとう・・・',
sel_1_p_t:'えっ？それは・・・（どうなんだろう・・・）',
sel_2_p_t:'そ、そうかな・・・',
sel_3_p_t:'う、うん、ありがとう・・・',
},
];

}


with(tyrano.plugin.kag) {
//稽古
variable.tf.irain_sel_answer_8 =[
{id:8},
{sel_1_a:'よろしくお願いします！',
sel_2_a:'うん！',
sel_3_a:'うん・・・',
sel_1_p:'うん',
sel_2_p:'ありがとう、ランスロット',
sel_3_p:'うん！',
sel_1_a_t:'よろしくお願いします！',
sel_2_a_t:'うん！',
sel_3_a_t:'うん・・・',
sel_1_p_t:'うん',
sel_2_p_t:'ありがとう、ランスロット',
sel_3_p_t:'うん！',
},
{
sel_1_a:'（さあ、頑張ろう！）',
sel_2_a:'いいけど・・・',
sel_3_a:'（ライオネスってば・・・）',
sel_1_p:'うん・・・',
sel_2_p:'ありがとう、ライオネス',
sel_3_p:'えっと・・・多分',
sel_1_a_t:'（さあ、頑張ろう！）',
sel_2_a_t:'いいけど・・・',
sel_3_a_t:'（ライオネスってば・・・）',
sel_1_p_t:'うん・・・',
sel_2_p_t:'ありがとう、ライオネス',
sel_3_p_t:'えっと・・・多分',
},
{
sel_1_a:'（他のことって？）',
sel_2_a:'え、ええと、それは、その・・・',
sel_3_a:'うん',
sel_1_p:'（楽しむって・・・）',
sel_2_p:'うん！',
sel_3_p:'じゃ、行こう？',
sel_1_a_t:'（他のことって？）',
sel_2_a_t:'え、ええと、それは、その・・・',
sel_3_a_t:'うん',
sel_1_p_t:'（楽しむって・・・）',
sel_2_p_t:'うん！',
sel_3_p_t:'じゃ、行こう？',
},
];

}



with(tyrano.plugin.kag) {
//船食堂
variable.tf.irain_sel_answer_15 =[
{id:15},
{sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{
sel_1_a:'うん！',
sel_2_a:'よし、がんばろう！',
sel_3_a:'確かに・・・',
sel_1_p:'うん！',
sel_2_p:'よし、がんばろう！',
sel_3_p:'（あれ、ちょっと怒ったかな？）',
sel_1_a_t:'うん！',
sel_2_a_t:'よし、がんばろう！',
sel_3_a_t:'確かに・・・',
sel_1_p_t:'うん！',
sel_2_p_t:'よし、がんばろう！',
sel_3_p_t:'（あれ、ちょっと怒ったかな？）',
},
{
sel_1_a:'うん！',
sel_2_a:'よし、がんばろう！',
sel_3_a:'そうなんだ、お料理おいしいよね',
sel_1_p:'どうしようかなあ',
sel_2_p:'よし、がんばろう！',
sel_3_p:'（誰かさんて・・・）',
sel_1_a_t:'うん！',
sel_2_a_t:'よし、がんばろう！',
sel_3_a_t:'そうなんだ、お料理おいしいよね',
sel_1_p_t:'どうしようかなあ',
sel_2_p_t:'よし、がんばろう！',
sel_3_p_t:'（誰かさんて・・・）',

},
];

}



with(tyrano.plugin.kag) {
//甲板
variable.tf.irain_sel_answer_16 =[
{id:16},
{sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{sel_1_a:'うん・・・',
sel_2_a:'大変だなあ・・・',
sel_3_a:'そっか、気を付ける',
sel_1_p:'（ライオネス・・・）',
sel_2_p:'うん！',
sel_3_p:'そうかな？',
sel_1_a_t:'うん・・・',
sel_2_a_t:'大変だなあ・・・',
sel_3_a_t:'（ライオネス・・・）',
sel_1_p_t:'（ライオネス・・・）',
sel_2_p_t:'うん！',
sel_3_p_t:'（・・・ちょっと、恥ずかしい、かも・・・）',
},
{sel_1_a:'うん・・・',
sel_2_a:'大変だなあ・・・',
sel_3_a:'うん！',
sel_1_p:'うん・・・',
sel_2_p:'うん！',
sel_3_p:'そうかな？',
sel_1_a_t:'うん・・・',
sel_2_a_t:'大変だなあ・・・',
sel_3_a_t:'（クライストさん・・・）',
sel_1_p_t:'うん・・・',
sel_2_p_t:'うん！',
sel_3_p_t:'（・・・クライスト、さん・・・）',

},

];

}


with(tyrano.plugin.kag) {
//船廊下
variable.tf.irain_sel_answer_17 =[
{id:17},
{sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{sel_1_a:'うう・・・',
sel_2_a:'うん！',
sel_3_a:'・・・',
sel_1_p:'うん',
sel_2_p:'うん！',
sel_3_p:'もう！',
sel_1_a_t:'うう・・・',
sel_2_a_t:'うん！',
sel_3_a_t:'そうかな？',
sel_1_p_t:'うん',
sel_2_p_t:'うん！',
sel_3_p_t:'（ライオネス・・・）',
},
{sel_1_a:'うん！',
sel_2_a:'そうなんだあ・・・',
sel_3_a:'？',
sel_1_p:'うん',
sel_2_p:'うん！',
sel_3_p:'うん・・・',
sel_1_a_t:'うん！',
sel_2_a_t:'そうなんだあ・・・',
sel_3_a_t:'そ、そうかな？',
sel_1_p_t:'うん',
sel_2_p_t:'うん！',
sel_3_p_t:'うん・・・ってえっ！！？？',
},

];
}


with(tyrano.plugin.kag) {
//仲間の部屋
variable.tf.irain_sel_answer_18 =[
{id:18},
{sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{sel_1_a:'大変そうだな・・・',
sel_2_a:'大変なんだな・・・',
sel_3_a:'う、ううん、なんでもない',
sel_1_p:'？？',
sel_2_p:'（ライオネス？）',
sel_3_p:'（変なことって？）',
sel_1_a_t:'大変そうだな・・・',
sel_2_a_t:'大変なんだな・・・',
sel_3_a_t:'う、ううん、なんでもない',
sel_1_p_t:'？？',
sel_2_p_t:'（ライオネス？）',
sel_3_p_t:'（変なことって？）',
},
{sel_1_a:'うん・・・',
sel_2_a:'（眠らないって・・・）',
sel_3_a:'（ど、どうしてわかったんだろ！？）',
sel_1_p:'え？なにが？',
sel_2_p:'うん・・・',
sel_3_p:'へ！？',
sel_1_a_t:'うん・・・',
sel_2_a_t:'（眠らないって・・・）',
sel_3_a_t:'（ど、どうしてわかったんだろ！？）',
sel_1_p_t:'え？なにが？',
sel_2_p_t:'うん・・・',
sel_3_p_t:'へ！？',
},

];
}


with(tyrano.plugin.kag) {
//自室
variable.tf.irain_sel_answer_19 =[
{id:19},
{sel_1_a:'',
sel_2_a:'',
sel_3_a:'',
sel_1_p:'',
sel_2_p:'',
sel_3_p:'',
sel_1_a_t:'',
sel_2_a_t:'',
sel_3_a_t:'',
sel_1_p_t:'',
sel_2_p_t:'',
sel_3_p_t:'',
},
{sel_1_a:'う、ううーん',
sel_2_a:'うん！',
sel_3_a:'？',
sel_1_p:'？',
sel_2_p:'（妙なこと？）',
sel_3_p:'？？？',
sel_1_a_t:'う、ううーん',
sel_2_a_t:'うん！',
sel_3_a_t:'ら、ライオネス・・・？',
sel_1_p_t:'？',
sel_2_p_t:'（妙なこと？）',
sel_3_p_t:'えっ・・・',
},
{sel_1_a:'えっと・・・？',
sel_2_a:'うん！',
sel_3_a:'え？',
sel_1_p:'？？？',
sel_2_p:'（深い意味って・・・）',
sel_3_p:'（我慢・・・してるって・・・）',
sel_1_a_t:'えっと・・・？',
sel_2_a_t:'うん！',
sel_3_a_t:'え・・・ええっ？？',
sel_1_p_t:'？？？',
sel_2_p_t:'（深い意味って・・・）',
sel_3_p_t:'えっと・・・クライストさん・・・？',
},


];

}


    
    with(tyrano.plugin.kag) {  
    //図書館
    variable.tf.irain_sel_answer_20 =[
    {id:20},
    {sel_1_a:'',
    sel_2_a:'',
    sel_3_a:'',
    sel_1_p:'',
    sel_2_p:'',
    sel_3_p:'',
    sel_1_a_t:'',
    sel_2_a_t:'',
    sel_3_a_t:'',
    sel_1_p_t:'',
    sel_2_p_t:'',
    sel_3_p_t:'',
    },
    {sel_1_a:'だめ！',
    sel_2_a:'もう・・・',
    sel_3_a:'（本があればどこでも眠れるのかな・・・）',
    sel_1_p:'もー！！',
    sel_2_p:'（そこまで・・・？）',
    sel_3_p:'・・・・・',
    sel_1_a_t:'だめ！',
    sel_2_a_t:'もう・・・',
    sel_3_a_t:'（本があればどこでも眠れるのかな・・・）',
    sel_1_p_t:'もー！！',
    sel_2_p_t:'（そこまで・・・？）',
    sel_3_p_t:'・・・・・',
    
    },
    {sel_1_a:'うん！',
    sel_2_a:'・・・え？',
    sel_3_a:'そうなんだ',
    sel_1_p:'うん！',
    sel_2_p:'えへへ、そうだね',
    sel_3_p:'そうなんだ！どうしようかなあ',
    sel_1_a_t:'うん！',
    sel_2_a_t:'・・・え？',
    sel_3_a_t:'そうなんだ',
    sel_1_p_t:'うん！',
    sel_2_p_t:'えへへ、そうだね',
    sel_3_p_t:'そうなんだ！どうしようかなあ',
    
    },
    
    
    ];
}
    
with(tyrano.plugin.kag) {    
    //本屋
    variable.tf.irain_sel_answer_21 =[
    {id:21},
    {sel_1_a:'',
    sel_2_a:'',
    sel_3_a:'',
    sel_1_p:'',
    sel_2_p:'',
    sel_3_p:'',
    sel_1_a_t:'',
    sel_2_a_t:'',
    sel_3_a_t:'',
    sel_1_p_t:'',
    sel_2_p_t:'',
    sel_3_p_t:'',
    },
    {sel_1_a:'（ライオネス・・・）',
    sel_2_a:'・・・・・・',
    sel_3_a:'・・・・・・',
    sel_1_p:'（だめだ、寝てる・・・）',
    sel_2_p:'（だめだ、寝てる・・・）',
    sel_3_p:'（だめだ、寝てる・・・）',
    sel_1_a_t:'（ライオネス・・・）',
    sel_2_a_t:'・・・・・・',
    sel_3_a_t:'・・・・・・',
    sel_1_p_t:'（だめだ、寝てる・・・）',
    sel_2_p_t:'（だめだ、寝てる・・・）',
    sel_3_p_t:'（だめだ、寝てる・・・）',
    
    
    },
    {sel_1_a:'うん！',
    sel_2_a:'えっ・・・本当に？',
    sel_3_a:'（やっぱダメだよね）',
    sel_1_p:'そうだね！',
    sel_2_p:'え、ええと・・・ありがとう',
    sel_3_p:'うーん・・・',
    sel_1_a_t:'うん！',
    sel_2_a_t:'えっ・・・本当に？',
    sel_3_a_t:'（やっぱダメだよね）',
    sel_1_p_t:'そうだね！',
    sel_2_p_t:'え、ええと・・・ありがとう',
    sel_3_p_t:'うーん・・・',
    
    
    },
    
    
    ];
}  
 

with(tyrano.plugin.kag) { 
    //薬や
    variable.tf.irain_sel_answer_22 =[
    {id:22},
    {sel_1_a:'',
    sel_2_a:'',
    sel_3_a:'',
    sel_1_p:'',
    sel_2_p:'',
    sel_3_p:'',
    sel_1_a_t:'',
    sel_2_a_t:'',
    sel_3_a_t:'',
    sel_1_p_t:'',
    sel_2_p_t:'',
    sel_3_p_t:'',
    },
    {sel_1_a:'（手は出さないでおこうかな）',
    sel_2_a:'図書館にいそうだよね',
    sel_3_a:'な、なんでもない',
    sel_1_p:'うーん・・・',
    sel_2_p:'そうだね！',
    sel_3_p:'そんなことしてないよ！',
    sel_1_a_t:'（手は出さないでおこうかな）',
    sel_2_a_t:'図書館にいそうだよね',
    sel_3_a_t:'な、なんでもない',
    sel_1_p_t:'うーん・・・',
    sel_2_p_t:'そうだね！',
    sel_3_p_t:'そんなことしてないよ！',
    
    
    
    },
    {sel_1_a:'そっかあ・・・',
    sel_2_a:'そうなんだ！',
    sel_3_a:'えっ・・・',
    sel_1_p:'どうしようかなあ',
    sel_2_p:'なるほど・・・',
    sel_3_p:'えっ・・・',
    sel_1_a_t:'そっかあ・・・',
    sel_2_a_t:'そうなんだ！',
    sel_3_a_t:'えっ・・・',
    sel_1_p_t:'どうしようかなあ',
    sel_2_p_t:'なるほど・・・',
    sel_3_p_t:'えっ・・・',
    
    
    
    },
    
    
    ];
}
    
with(tyrano.plugin.kag) {    
    //宿屋
    variable.tf.irain_sel_answer_23 =[
    {id:23},
    {sel_1_a:'',
    sel_2_a:'',
    sel_3_a:'',
    sel_1_p:'',
    sel_2_p:'',
    sel_3_p:'',
    sel_1_a_t:'',
    sel_2_a_t:'',
    sel_3_a_t:'',
    sel_1_p_t:'',
    sel_2_p_t:'',
    sel_3_p_t:'',
    },
    {sel_1_a:'うん！',
    sel_2_a:'うん！',
    sel_3_a:'ごめん、ちょっといってくる',
    sel_1_p:'うん！',
    sel_2_p:'うん！',
    sel_3_p:'そっかあ・・・',
    sel_1_a_t:'うん！',
    sel_2_a_t:'うん！',
    sel_3_a_t:'（ライオネス・・・）',
    sel_1_p_t:'うん！',
    sel_2_p_t:'うん！',
    sel_3_p_t:'（ライオネス・・・）',
    
    
    
    },
    {sel_1_a:'うん！',
    sel_2_a:'ありがとう！',
    sel_3_a:'ごめんね、ちょっと待ってて',
    sel_1_p:'うん！',
    sel_2_p:'ありがとう！',
    sel_3_p:'うん・・・',
    sel_1_a_t:'うん！',
    sel_2_a_t:'ありがとう！',
    sel_3_a_t:'うん。・・・って、ええ！！？？',
    sel_1_p_t:'うん！',
    sel_2_p_t:'ありがとう！',
    sel_3_p_t:'（ふたりで・・・って・・・）',
    
    
    
    },
    
    
    ];
}
    
with(tyrano.plugin.kag) {   
    //公園
    variable.tf.irain_sel_answer_24 =[
    {id:24},
    {sel_1_a:'',
    sel_2_a:'',
    sel_3_a:'',
    sel_1_p:'',
    sel_2_p:'',
    sel_3_p:'',
    sel_1_a_t:'',
    sel_2_a_t:'',
    sel_3_a_t:'',
    sel_1_p_t:'',
    sel_2_p_t:'',
    sel_3_p_t:'',
    },
    {sel_1_a:'うん・・・',
    sel_2_a:'気楽・・・？そうなの？',
    sel_3_a:'ご・・・ごめんなさい',
    sel_1_p:'うん・・・',
    sel_2_p:'うん、だいじょうぶかな',
    sel_3_p:'ご・・・ごめん',
    sel_1_a_t:'うん・・・',
    sel_2_a_t:'気楽・・・？そうなの？',
    sel_3_a_t:'（ライオネス・・・）',
    sel_1_p_t:'うん・・・',
    sel_2_p_t:'うん、だいじょうぶかな',
    sel_3_p_t:'（ライオネス・・・）',
    
    
    
    },
    {sel_1_a:'うん・・・',
    sel_2_a:'ええ？クライストさんが？',
    sel_3_a:'え・・・ええっと・・・ごめんなさい',
    sel_1_p:'（クライストさん・・・）',
    sel_2_p:'うん',
    sel_3_p:'（今更恥ずかしくなってきた）',
    sel_1_a_t:'うん・・・',
    sel_2_a_t:'ええ？クライストさんが？',
    sel_3_a_t:'（クライストさん・・・）',
    sel_1_p_t:'（クライストさん・・・）',
    sel_2_p_t:'うん',
    sel_3_p_t:'えっ・・・',
    
    
    
    },
    
    
    ];
}
    






with(tyrano.plugin.kag) {
variable.tf.date_osasoi =[
{
rans_hello:'やあ、どうした？',
rans_yes:'今からか？わかった。いいぞ',
rans_no:'ああ、すまない・・・これから用がある',
},
{
lion_hello:'おお、お前か',
lion_yes:'ああ、いいぞ',
lion_no:'悪い、今日はこれから仕事だ',
},
{
kra_hello:'やあ、こんなところでどうしたの？',
kra_yes:'今から？うん、いいよ',
kra_no:'ああ、ごめん、これから寄るところあって',
},

];

}


with(tyrano.plugin.kag) {
variable.tf.date_osasoi_w =[
{
rans_hello:'',
rans_yes:'',
rans_no:'',
},
{
lion_hello:'おお、お前か',
lion_yes:'ああ、いいぞ',
lion_no:'悪い、頼まれてる仕事があんだ',
},
{
kra_hello:'やあ、どうしたの？',
kra_yes:'今から？うん、いいよ',
kra_no:'ああ、ごめん、ちょっと用あって',
},

];

}






with(tyrano.plugin.kag) {
variable.tf.zatudan_list =[

{   id:0,
    rans_1:'',	
    rans_2:'',	
    lion_1:'「あー今所要から戻ったとこだ。忙しいぜ・・・」',	
    lion_2:'「今から出かけるところだ。お前もか？」',	
    lion_1_2:'「じゃな」',	
    kra_1:'',	
    kra_2:'',	

},

{   id:1,
    rans_1:'',	
    rans_2:'',	
    lion_1:'「腹減ってよ、飯でも食おうかと思って」',	
    lion_2:'「注文してた弁当取りにきた」',	
    lion_1_2:'「じゃな」',	
    kra_1:'',	
    kra_2:'',	

},


{   id:2,
    rans_1:'',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'「俺、この森が好きなんだよ。「彼女」も好きみたいでさ」',	
    kra_2:'「ん？ああ、ちょっと昼寝してた。そろそろ行こうかな」',	
    kra_1_2:'「じゃあね」',	

},


{   id:3,
    rans_1:'「ああ、ちょっとした用だった」',	
    rans_2:'「街の様子を見にきていた」',	
    rans_1_2:'「またな」',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:4,
    rans_1:'',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'「ここには魅力的なお店がたくさんあるからね」',	
    kra_2:'「何してるかだって？野暮なこと聞かないでよ」',	
    kra_1_2:'「じゃあね」',	

},
{   id:5,
    rans_1:'',	
    rans_2:'',	
    lion_1:'「ちょっとした用事だ」',	
    lion_2:'「...見回りだ」',	
    lion_1_2:'「じゃな」',	
    kra_1:'',	
    kra_2:'',	

},
{   id:6,
    rans_1:'「仕事だ。さすがに疲れるな...」',	
    rans_2:'「これからちょうど出かけるところだった」',	
    rans_1_2:'「またな」',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:7,
    rans_1:'',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	   
    kra_1:'「イカが大漁だって聞いたからさ、イカ料理食べにきてたんだ」',	
    kra_2:'「たまに海風に吹かれるのもいいもんだよ」',	
    kra_1_2:'「じゃあね」',	

},
{   id:8,
    rans_1:'「少し、ゆっくりしたくてな。骨休めに来ていた」',	
    rans_1_2:'「またな」',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:9,
    rans_1:'「少し、ゆっくりしたくてな。骨休めに来ていた」',	
    rans_1_2:'「またな」',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:10,
    rans_1:'「少し、ゆっくりしたくてな。骨休めに来ていた」',	
    rans_1_2:'「またな」',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:11,
    rans_1:'「少し、ゆっくりしたくてな。骨休めに来ていた」',	
    rans_1_2:'「またな」',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:12,
    rans_1:'「少し、ゆっくりしたくてな。骨休めに来ていた」',	
    rans_1_2:'「またな」',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:13,
    rans_1:'「少し、ゆっくりしたくてな。骨休めに来ていた」',	
    rans_1_2:'「またな」',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:14,
    rans_1:'「少し、ゆっくりしたくてな。骨休めに来ていた」',	
    rans_1_2:'「またな」',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'',	
    kra_2:'',	

},
{   id:15,//船食堂
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'「何って、飯だろ」',	
    lion_2:'「腹がへってしかたねえんだ・・・」',
    lion_1_2:'「じゃな」',	
    kra_1:'',	
    kra_2:'',	

},
{   id:16,//甲板
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'「ぼーっと海を眺めるのもいいもんだよ」',	
    kra_2:'「さっきまで船長とワイン飲んでたんだ」',	
    kra_1_2:'「じゃあね」',	
},
{   id:17,//廊下
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',	
    kra_1:'「ぼーっと海を眺めるのもいいもんだよ」',	
    kra_2:'「さっきまで船長とワイン飲んでたんだ」',	
    kra_1_2:'「じゃあね」',	
},
{   id:18,//自室
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'「・・・昼寝」',	
    lion_2:'「ぼーっとしてた」',
    lion_1_2:'「じゃな」',		
    kra_1:'「ちょっと読書、かな」',	
    kra_2:'「あ、そろそろごはん食べようかなって思ってた」',	
    kra_1_2:'「じゃあね」',	
},

{   id:19,//
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'「・・・昼寝」',	
    lion_2:'「ぼーっとしてた」',
    lion_1_2:'「じゃな」',		
    kra_1:'「ちょっと読書、かな」',	
    kra_2:'「あ、そろそろごはん食べようかなって思ってた」',	
    kra_1_2:'「じゃあね」',	
},

{   id:20,//図書館
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',
    lion_1_2:'',		
    kra_1:'「ああ、本読んでた。静かでいいよね、ここ」',	
    kra_2:'「ああ、本読んでた。静かでいいよね、ここ」',	
    kra_1_2:'「じゃあね」',	
},

{   id:21,//本屋
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'',	
    lion_2:'',
    lion_1_2:'',		
    kra_1:'「面白い本あったら買おうと思って」',	
    kra_2:'「面白い本あったら買おうと思って」',	
    kra_1_2:'「じゃね」',	
},

{   id:22,//薬や
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'「・・・昼寝」',	
    lion_2:'「ぼーっとしてた」',
    lion_1_2:'「じゃな」',		
    kra_1:'「ちょっと読書、かな」',	
    kra_2:'「あ、そろそろごはん食べようかなって思ってた」',	
    kra_1_2:'「じゃあね」',	
},

{   id:23,//宿屋
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'「卵料理ってうまいよな。精がつくっていうかよ」」',	
    lion_2:'「ぼーっとしてた」',
    lion_1_2:'「じゃな」',		
    kra_1:'「ちょっと読書、かな」',	
    kra_2:'「あ、そろそろごはん食べようかなって思ってた」',	
    kra_1_2:'「じゃあね」',	
},

{   id:24,//公園
    rans_1:'',	
    rans_1_2:'',	
    rans_2:'',	
    lion_1:'「・・・昼寝だ」',	
    lion_2:'「ぼーっとしてた」',
    lion_1_2:'「じゃな」',		
    kra_1:'「天気の良い日は、こんな場所で読書もいいよ」',	
    kra_2:'「あ、そろそろごはん食べようかなって思ってた」',	
    kra_1_2:'「じゃあね」',	
},
];
}