//本部
with(tyrano.plugin.kag) {
variable.tf.place_0 =[

	{id:0},
    {sel_1_a:'お前の部屋か、いいぞ',
	sel_2_a:'料理か、楽しみだな。ありがとう',
	sel_3_a:'裏庭に何かあるのか？',
	sel_1_p:'お前の部屋か、いいぞ',
	sel_2_p:'料理か、楽しみだな。ありがとう',
	sel_3_p:'裏庭に何かあるのか？',
	sel_1_a_t:'...いやその、ああ、わかった',
	sel_2_a_t:'料理か、楽しみだな。ありがとう',
	sel_3_a_t:'裏庭に何かあるのか？',
	sel_1_p_t:'...いやその、ああ、わかった',
	sel_2_p_t:'料理か、楽しみだな。ありがとう',
	sel_3_p_t:'裏庭に何かあるのか？',
	word_a:'どこへ行くんだ？',
	word_p:'どこへ行くんだ？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
    {
    sel_1_a:'まあ、いいけどよ...',
	sel_2_a:'マジか！！やった！ちょうど腹減ってる！',
	sel_3_a:'お前そこいってどうすんだ？',
	sel_1_p:'まあ、いいけどよ...',
	sel_2_p:'マジか！！やった！ちょうど腹減ってる！',
	sel_3_p:'お前そこいってどうすんだ？',
	sel_1_a_t:'えっ・・・あ、いや、・・・わーった',
	sel_2_a_t:'マジか！！やった！ちょうど腹減ってる！',
	sel_3_a_t:'お前そこいってどうすんだ？',
	sel_1_p_t:'えっ・・・あ、いや、・・・わーった',
	sel_2_p_t:'マジか！！やった！ちょうど腹減ってる！',
	sel_3_p_t:'お前そこいってどうすんだ？',
	word_a:'で、何すんだ？',
	word_p:'で、何すんだ？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	 {
	sel_1_a:'部屋？行っていいの？やった',
	sel_2_a:'本当に？ありがとう。楽しみだなあ',
	sel_3_a:'それって・・・もしかして誘ってる？',
	sel_1_p:'部屋？行っていいの？やった',
	sel_2_p:'本当に？ありがとう。楽しみだなあ',
	sel_3_p:'それって・・・もしかして誘ってる？',
	sel_1_a_t:'えっ・・・ああうん・・・いいよ',
	sel_2_a_t:'本当に？ありがとう。楽しみだなあ',
	sel_3_a_t:'それって・・・もしかして誘ってる？',
	sel_1_p_t:'えっ・・・ああうん・・・いいよ',
	sel_2_p_t:'本当に？ありがとう。楽しみだなあ',
	sel_3_p_t:'それって・・・もしかして誘ってる？',
	word_a:'さて、どうしようか？',
	word_p:'さて、どうしようか？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];

}


with(tyrano.plugin.kag) {
//本部部屋
variable.tf.place_90 =[
	{id:90},
    {sel_1_a:'そうか、感心だな',
	sel_2_a:'ああ、テーベ産のベティーか。いいな。',
	sel_3_a:'・・・・・・？どうした？',
	sel_1_p:'そうか、感心だな',
	sel_2_p:'ああ、テーベ産のベティーか。いいな。',
	sel_3_p:'・・・・・・？どうした？',
	sel_1_a_t:'そうか、感心だな',
	sel_2_a_t:'ああ、テーベ産のベティーか。いいな。',
	sel_3_a_t:'っ・・・あまり、その・・・',
	sel_1_p_t:'そうか、感心だな',
	sel_2_p_t:'ああ、テーベ産のベティーか。いいな。',
	sel_3_p_t:'っ・・・あまり、その・・・',
	word_a:'ちゃんと片付けているようだな、感心だ',
	word_p:'ちゃんと片付けているようだな、感心だ',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
    {sel_1_a:'そういう問題じゃねえんだよ',
	sel_2_a:'ああ。どーもな',
	sel_3_a:'・・・？なんだよ？',
	sel_1_p:'そういう問題じゃねえんだよ',
	sel_2_p:'ああ。どーもな',
	sel_3_p:'・・・？なんだよ？',
	sel_1_a_t:'そういう問題じゃねえんだよ',
	sel_2_a_t:'ああ。どーもな',
	sel_3_a_t:'っ・・・この状況で・・・それはねえだろ・・・',
	sel_1_p_t:'そういう問題じゃねえんだよ',
	sel_2_p_t:'ああ。どーもな',
	sel_3_p_t:'っ・・・この状況で・・・それはねえだろ・・・',

	word_a:'お前の部屋、狭いな・・・',
	word_p:'お前の部屋、狭いな・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	 {sel_1_a:'そうなんだ。えらいね',
	sel_2_a:'うん。ありがとう',
	sel_3_a:'？？どうしたの？',
	sel_1_p:'そうなんだ。えらいね。',
	sel_2_p:'うん。ありがとう',
	sel_3_p:'？？どうしたの？',
	sel_1_a_t:'そうなんだ。えらいね',
	sel_2_a_t:'うん。ありがとう',
	sel_3_a_t:'あのさ・・・もしかしてそれ・・・いや、なんでもないよ',
	sel_1_p_t:'そうなんだ。えらいね。',
	sel_2_p_t:'うん。ありがとう',
	sel_3_p_t:'あのさ・・・もしかしてそれ・・・いや、なんでもないよ',
	word_a:'女の子の部屋って、なんかいいよね',
	word_p:'女の子の部屋って、なんかいいよね',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];
}


with(tyrano.plugin.kag) {
//本部裏庭
variable.tf.place_91 =[
	{id:91},
    {sel_1_a:'そうなのか、それは初耳だ',
	sel_2_a:'ここは人がこなさそうだからな。一息つくには良さそうだな',
	sel_3_a:'まあ・・・そういう見方もあるにはあるが・・・',
	sel_1_p:'そうなのか、それは初耳だ',
	sel_2_p:'ここは人がこなさそうだからな。一息つくには良さそうだな',
	sel_3_p:'まあ・・・そういう見方もあるにはあるが・・・',
	sel_1_a_t:'そうなのか、それは初耳だ',
	sel_2_a_t:'ここは人がこなさそうだからな。一息つくには良さそうだな',
	sel_3_a_t:'まあ・・・そういう見方もあるにはあるが・・・',
	sel_1_p_t:'そうなのか、それは初耳だ',
	sel_2_p_t:'ここは人がこなさそうだからな。一息つくには良さそうだな',
	sel_3_p_t:'まあ・・・そういう見方もあるにはあるが・・・',
	word_a:'庭園とまではいかないが、綺麗に整えられているな',
	word_p:'庭園とまではいかないが、綺麗に整えられているな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
    {sel_1_a:'そうかあ？俺は静かだと眠くなる・・・',
	sel_2_a:'そうだったのかよ。でも夜は来んなよ。女一人じゃ本部の中でも危ねえ',
	sel_3_a:'あ・・・あいび・・・て、何言ってんだお前・・・',
	sel_1_p:'そうかあ？俺は静かだと眠くなる・・・',
	sel_2_p:'そうだったのかよ。でも夜は来んなよ。女一人じゃ本部の中でも危ねえ',
	sel_3_p:'あ・・・あいび・・・て、何言ってんだお前・・・',
	sel_1_a_t:'そうかあ？俺は静かだと眠くなる・・・',
	sel_2_a_t:'そうだったのかよ。でも夜は来んなよ。女一人じゃ本部の中でも危ねえ',
	sel_3_a_t:'あ・・・あいび・・・て、何言ってんだお前・・・',
	sel_1_p_t:'そうかあ？俺は静かだと眠くなる・・・',
	sel_2_p_t:'そうだったのかよ。でも夜は来んなよ。女一人じゃ本部の中でも危ねえ',
	sel_3_p_t:'あ・・・あいび・・・て、何言ってんだお前・・・',

	word_a:'あんまり人、こねえよな、ここ',
	word_p:'あんまり人、こねえよな、ここ',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	 {
	sel_1_a:'そうなんだ。お気に入りの場所なんだね。',
	sel_2_a:'へえ。じゃあ俺も今度こようかな',
	sel_3_a:'それ・・・今の俺たちのこと？？',
	sel_1_p:'そうなんだ。お気に入りの場所なんだね。',
	sel_2_p:'へえ。じゃあ俺も今度こようかな',
	sel_3_p:'それ・・・今の俺たちのこと？？',
	sel_1_a_t:'そうなんだ。お気に入りの場所なんだね。',
	sel_2_a_t:'へえ。じゃあ俺も今度こようかな',
	sel_3_a_t:'それ・・・今の俺たちのこと？？',
	sel_1_p_t:'そうなんだ。お気に入りの場所なんだね。',
	sel_2_p_t:'へえ。じゃあ俺も今度こようかな',
	sel_3_p_t:'それ・・・今の俺たちのこと？？',
	word_a:'本部の中でも人が少ないよね、ここ',
	word_p:'本部の中でも人が少ないよね、ここ',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];
}



with(tyrano.plugin.kag) {
//酒場
variable.tf.place_1 =[
	{id:1},
	{
	sel_1_a:'そうだな、悪くない',
	sel_2_a:'もう腹がすいたのか、よし、どこの店にする',
	sel_3_a:'いいな、ゆっくりできそうだ',
	sel_1_p:'それでいいのか？お前がいうなら構わないが...',
	sel_2_p:'そうだな、お前の好きな店にしていいぞ',
	sel_3_p:0,
	sel_1_a_t:'そうだな、悪くない',
	sel_2_a_t:'もう腹がすいたのか、よし、どこの店にする',
	sel_3_a_t:'いいな、ゆっくりできそうだ',
	sel_1_p_t:'それでいいのか？お前がいうなら構わないが...',
	sel_2_p_t:'そうだな、お前の好きな店にしていいぞ',
	sel_3_p_t:0,
	word_a:'ああ、もう仕込みが始まっているようだな',
	word_p:'夕食でも食べていくか？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {sel_1_a:'お茶かよ・・・まあ、いいけどよ・・・',
	sel_2_a:'だよな！よし、ガッツリ食うぞ！',
	sel_3_a:'おお、いいなそれ。天気もいいしな',
	sel_1_p:'物足りねえ気もすっけど、まあ・・・',
	sel_2_p:'よーし、肉食おうぜ！',
	sel_3_p:0,
	sel_1_a_t:'お茶かよ・・・まあ、いいけどよ・・・',
	sel_2_a_t:'だよな！よし、ガッツリ食うぞ！',
	sel_3_a_t:'おお、いいなそれ。天気もいいしな',
	sel_1_p_t:'物足りねえ気もすっけど、まあ・・・',
	sel_2_p_t:'よーし、肉食おうぜ！',
	sel_3_p_t:0,
	word_a:'すんげえいい匂いする...',
	word_p:'めし食ってくか？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
		
    {
    sel_1_a:'いいね、ついでにケーキも食べちゃおうか',
	sel_2_a:'早めのお昼？まあ、それもいいね',
	sel_3_a:'ピクニックか...うんまあ、いいよ',
	sel_1_p:'うん、疲れた？じゃちょっと休んで、それから夕食ね。決まり。',
	sel_2_p:'いいよ。どこいこっか',
	sel_3_p:0,
	sel_1_a_t:'いいね、ついでにケーキも食べちゃおうか',
	sel_2_a_t:'早めのお昼？まあ、それもいいね',
	sel_3_a_t:'ピクニックか...うんまあ、いいよ',
	sel_1_p_t:'うん、疲れた？じゃちょっと休んで、それから夕食ね。決まり。',
	sel_2_p_t:'いいよ。どこいこっか',
	sel_3_p_t:0,

	word_a:'結構早くから開店するお店も多いんだね',
	word_p:'そろそろ夕食時だね...',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	}
	
];
}

with(tyrano.plugin.kag) {
//ガイア
variable.tf.place_2 =[
	{id:2},
    {
    sel_1_a:'そうだな、この場所はどんな時でも心を鎮めてくれる',
	sel_2_a:'まいな・・・なんだ？',
	sel_3_a:'ああ、神々の宿る木の名は伊達ではない。樹齢は不明だが、遠い昔から存在しているのだろう',
	sel_1_p:'ああ、森の緑にオレンジの色がよく映える',
	sel_2_p:'・・・いや、御神木の周りを蛍が飛んでそれは幻想的らしいぞ',
	sel_3_p:'本気でいっているのか？',
	sel_1_a_t:'そうだな、この場所はどんな時でも心を鎮めてくれる',
	sel_2_a_t:'まいな・・・なんだ？',
	sel_3_a_t:'ああ、神々の宿る木の名は伊達ではない。樹齢は不明だが、遠い昔から存在しているのだろう',
	sel_1_p_t:'ああ、森の緑にオレンジの色がよく映える',
	sel_2_p_t:'・・・いや、御神木の周りを蛍が飛んでそれは幻想的らしいぞ',
	sel_3_p_t:'本気でいっているのか？',

	word_a:'ここは空気が澄んでいるな・・・',
	word_p:'夕焼けの森もいいものだな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'ああ、落ち着きすぎてねみーわ・・・',
	sel_2_a:'・・・は？',
	sel_3_a:'そうだよなあ、他の木と比べてもなんか特別な感じするもんなあ',
	sel_1_p:'キレイっつうか・・・とにかく眩しいわ',
	sel_2_p:'なんか蛍が飛ぶって聞いたことあんぞ。今度見にいくか？',
	sel_3_p:'お前・・・さすがにそれは・・・やめとけよ',
	sel_1_a_t:'ああ、落ち着きすぎてねみーわ・・・',
	sel_2_a_t:'・・・は？',
	sel_3_a_t:'そうだよなあ、他の木と比べてもなんか特別な感じするもんなあ',
	sel_1_p_t:'キレイっつうか・・・とにかく眩しいわ',
	sel_2_p_t:'なんか蛍が飛ぶって聞いたことあんぞ。今度見にいくか？',
	sel_3_p_t:'お前・・・さすがにそれは・・・やめとけよ',

	word_a:'あー・・・眠くなんな・・・',
	word_p:'あー・・・夕陽も眩しいな',
	word_a_t:'あー・・・眠くなんな・・・',
	word_p_t:'あー・・・夕陽も眩しいな',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'そうなんだ。落ち着ける場所があるっていいよね',
	sel_2_a:'マイナスイオーン！あはは、面白いね',
	sel_3_a:'そうだね。俺たちが生まれるずっと前からここにいるのかな',
	sel_1_p:'うん。夕焼けって、あったかい光だよね・・・',
	sel_2_p:'そうなのかな？噂で蛍が光るって聞いたことあるよ',
	sel_3_p:'いいね！俺も一緒に浴びようかな？',
	sel_1_a_t:'そうなんだ。落ち着ける場所があるっていいよね',
	sel_2_a_t:'マイナスイオーン！あはは、面白いね',
	sel_3_a_t:'そうだね。俺たちが生まれるずっと前からここにいるのかな',
	sel_1_p_t:'うん。夕焼けって、あったかい光だよね・・・',
	sel_2_p_t:'そうなのかな？噂で蛍が光るって聞いたことあるよ',
	sel_3_p_t:'いいね！俺も一緒に浴びようかな？',

	word_a:'不思議な場所だよね、ここ',
	word_p:'夕焼けの森もいい感じだね',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

	];

}


with(tyrano.plugin.kag) {
//噴水
variable.tf.place_3 =[
	{id:3},
    {
    sel_1_a:'珍しいな。行ってみるか',
	sel_2_a:'そうだな.....気は抜けないが、束の間の平穏だな',
	sel_3_a:'それはそうだが...仕事熱心だな',
	sel_1_a_t:'珍しいな。行ってみるか',
	sel_2_a_t:'そうだな.....気は抜けないが、束の間の平穏だな',
	sel_3_a_t:'それはそうだが...仕事熱心だな',

	sel_1_p:'実現できないことを軽々しく口にするものではない',
	sel_2_p:'あそこにある果物はどうだ？',
	sel_3_p:'...お前もそんな歳になったか...',
	sel_1_p_t:'実現できないことを軽々しく口にするものではない',
	sel_2_p_t:'あそこにある果物はどうだ？',
	sel_3_p_t:'わかった。気に入ったものがあったらいうといい',
	word_a:'今日も活気があって賑やかだな',
	word_p:'いろんな店があるな。何か買いたいものはあるのか？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'おお、見てみるか、うまいといいな',
	sel_2_a:'ああ、まあ...気は抜けねえけどな',
	sel_3_a:'へ？あ、ああ...ってしかしお前こんな時まで...',
	sel_1_p:'そりゃ無理だ。俺破産しちまう。',
	sel_2_p:'あそこにうまそうな揚げ物あんぜ。行ってみるか',
	sel_3_p:'お前も一応女だったんだな',
	sel_1_a_t:'おお、見てみるか、うまいといいな',
	sel_2_a_t:'ああ、まあ...気は抜けねえけどな',
	sel_3_a_t:'へ？あ、ああ...ってしかしお前こんな時まで...',
	sel_1_p_t:'そりゃ無理だ。俺破産しちまう。',
	sel_2_p_t:'あそこにうまそうな揚げ物あんぜ。行ってみるか',
	sel_3_p_t:'えっ...わ、わーった。なんか気に入ったもんあったら、買ってやる',
	word_a:'あー、なんかいろんなもん並んでんな',
	word_p:'なんか欲しいもんとかあんのか？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'あ、そうだね俺見たことあるよ。えーっと確か...',
	sel_2_a:'...優しいんだね。',
	sel_3_a:'せっかくのデートなんだからもっとリラックスしてよ',
	sel_1_p:'いいよ。全部買う？お金？大丈夫だよ俺持ってるし。',
	sel_2_p:'あ、あそこのジュース、美味しそうじゃない？買ってきてあげる',
	sel_3_p:'かわいいなあ。いいよ、好きなの買ってあげる',
    sel_1_a_t:'あ、そうだね俺見たことあるよ。えーっと確か...',
	sel_2_a_t:'...優しいんだね。',
	sel_3_a_t:'せっかくのデートなんだからもっとリラックスしてよ',
	sel_1_p_t:'いいよ。全部買う？お金？大丈夫だよ俺持ってるし。',
	sel_2_p_t:'あ、あそこのジュース、美味しそうじゃない？買ってきてあげる',
	sel_3_p_t:'かわいいなあ。いいよ、好きなの買ってあげる',

	word_a:'やあ、いつもだけど賑やかだよねーここ',
	word_p:'何か欲しいものとかあるの？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];

}


with(tyrano.plugin.kag) {
//裏通り
variable.tf.place_4 =[
	{id:4},

    {
    sel_1_a:'あまりこない方がいい場所だ',
	sel_2_a:'それはお前...お前にはまだわからないか',
	sel_3_a:'そうだな、午後から営業する店がほとんどだからな',
	sel_1_p:'こら、指を差すんじゃない。',
	sel_2_p:'なるべく早くここを離れた方がいいな',
	sel_3_p:'っ...少し、距離が近すぎる',
	sel_1_a_t:'あまりこない方がいい場所だ',
	sel_2_a_t:'それはお前...お前にはまだわからないか',
	sel_3_a_t:'そうだな、午後から営業する店がほとんどだからな',
	sel_1_p_t:'こら、指を差すんじゃない。',
	sel_2_p_t:'なるべく早くここを離れた方がいいな',
	sel_3_p_t:'っ...少し、距離が近すぎる',

	word_a:'あまり長居はしたくない場所だな...',
	word_p:'怪しい連中が多いな...あまり、私のそばから離れるな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'まあなあ、これだけ閑散としてりゃなあ',
	sel_2_a:'そりゃお前...ここは夜からの店が多いからだろ',
	sel_3_a:'開店は夕方からだってトリスタンが言ってたな',
	sel_1_p:'おい、あんまジロジロみんな',
	sel_2_p:'気が抜けねえな...こりゃ',
	sel_3_p:'お、おい...歩きにくいだろっ',
	sel_1_a_t:'まあなあ、これだけ閑散としてりゃなあ',
	sel_2_a_t:'そりゃお前...ここは夜からの店が多いからだろ',
	sel_3_a_t:'開店は夕方からだってトリスタンが言ってたな',
	sel_1_p_t:'おい、あんまジロジロみんな',
	sel_2_p_t:'気が抜けねえな...こりゃ',
	sel_3_p_t:'お、おい...歩きにくいだろっ',

	word_a:'誰もいねえな...',
	word_p:'変なのが多いな...あんまりウロウロすんなよ',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'そう？まあ寂しい感じはするけど',
	sel_2_a:'本番は夜からなんだよ',
	sel_3_a:'そりゃあそうだよ。夕方からはきっと賑やかだろうけど',
	sel_1_p:'あはは、確かにそう見えるかも。あれじゃ仕方ないよね',
	sel_2_p:'素直でよろしい。...可愛いね',
	sel_3_p:'そんなに怖い？いいよ、もっとおいで',
	sel_1_a_t:'そう？まあ寂しい感じはするけど',
	sel_2_a_t:'本番は夜からなんだよ',
	sel_3_a_t:'そりゃあそうだよ。夕方からはきっと賑やかだろうけど',
	sel_1_p_t:'あはは、確かにそう見えるかも。あれじゃ仕方ないよね',
	sel_2_p_t:'素直でよろしい。...可愛いね',
	sel_3_p_t:'そんなに怖い？いいよ、もっとおいで',

	word_a:'うーんさすがに静かだね',
	word_p:'悪い人も多いからね、あんまり俺から離れないで',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];
}




with(tyrano.plugin.kag) {
//王宮	
variable.tf.place_6 =[
	{id:6},
    {
    sel_1_a:'庭園か・・・ああ、わかった',
	sel_2_a:'屋上？まあ、いいが・・・',
	sel_3_a:'構わないぞ。茶でも入れるか',
	sel_1_p:'庭園か・・・ああ、わかった',
	sel_2_p:'屋上？まあ、いいが・・・',
	sel_3_p:'構わないぞ。茶でも入れるか',
	sel_1_a_t:'庭園か・・・ああ、わかった',
	sel_2_a_t:'屋上？まあ、いいが・・・',
	sel_3_a_t:'構わないぞ。茶でも入れるか',
	sel_1_p_t:'庭園か・・・ああ、わかった',
	sel_2_p_t:'屋上？まあ、いいが・・・',
	sel_3_p_t:'構わないぞ。茶でも入れるか',

	word_a:'さて、どうするか・・・',
	word_p:'さて、どうするか・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {sel_1_a:'',
	sel_2_a:'',
	sel_3_a:'',
	sel_1_p:'',
	sel_2_p:'',
	sel_3_p:'',
	sel_1_a_t:'',
	sel_2_a_t:'',
	sel_3_a_t:'',
	sel_1_p_t:'',
	sel_2_p_t:'',
	sel_3_p_t:'',

	word_a:'悪い。王宮へは入りたくねえんだ・・・',
	word_p:'悪い。王宮へは入りたくねえんだ・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {sel_1_a:'',
	sel_2_a:'',
	sel_3_a:'',
	sel_1_p:'',
	sel_2_p:'',
	sel_3_p:'',
	sel_1_a_t:'',
	sel_2_a_t:'',
	sel_3_a_t:'',
	sel_1_p_t:'',
	sel_2_p_t:'',
	sel_3_p_t:'',

	word_a:'やだって。勘弁してよ・・・俺、ここ苦手',
	word_p:'やだって。勘弁してよ・・・俺、ここ苦手',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];

}


with(tyrano.plugin.kag) {
//王宮庭園
variable.tf.place_60 =[
	{id:60},
    {
    sel_1_a:'前まではなかった花だな。新しく植えたんだろう',
	sel_2_a:'わかった。少しゆっくりするか',
	sel_3_a:'お前・・・',
	sel_1_p:'前まではなかった花だな。新しく植えたんだろう',
	sel_2_p:'わかった。少しゆっくりするか',
	sel_3_p:'お前・・・',
	sel_1_a_t:'前まではなかった花だな。新しく植えたんだろう',
	sel_2_a_t:'わかった。少しゆっくりするか',
	sel_3_a_t:'お前・・・',
	sel_1_p_t:'前まではなかった花だな。新しく植えたんだろう',
	sel_2_p_t:'わかった。少しゆっくりするか',
	sel_3_p_t:'お前・・・',

	word_a:'今日も綺麗に整えられているな。庭師の仕事ぶりがいい',
	word_p:'今日も綺麗に整えられているな。庭師の仕事ぶりがいい',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {sel_1_a:'',
	sel_2_a:'',
	sel_3_a:'',
	sel_1_p:'',
	sel_2_p:'',
	sel_3_p:'',
	sel_1_a_t:'',
	sel_2_a_t:'',
	sel_3_a_t:'',
	sel_1_p_t:'',
	sel_2_p_t:'',
	sel_3_p_t:'',

	word_a:'',
	word_p:'',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {sel_1_a:'',
	sel_2_a:'',
	sel_3_a:'',
	sel_1_p:'',
	sel_2_p:'',
	sel_3_p:'',
	sel_1_a_t:'',
	sel_2_a_t:'',
	sel_3_a_t:'',
	sel_1_p_t:'',
	sel_2_p_t:'',
	sel_3_p_t:'',

	word_a:'',
	word_p:'',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];
}


with(tyrano.plugin.kag) {
//王宮屋上
variable.tf.place_61 =[
	{id:61},
    {
    sel_1_a:'あまりここにはこない方が良さそうだな',
	sel_2_a:'はは、面白いなお前は',
	sel_3_a:'目がいいな。確かにそのようだ',
	sel_1_p:'あまりここにはこない方が良さそうだな',
	sel_2_p:'はは、面白いなお前は',
	sel_3_p:'目がいいな。確かにそのようだ',
	sel_1_a_t:'あまりここにはこない方が良さそうだな',
	sel_2_a_t:'はは、面白いなお前は',
	sel_3_a_t:'目がいいな。確かにそのようだ',
	sel_1_p_t:'あまりここにはこない方が良さそうだな',
	sel_2_p_t:'はは、面白いなお前は',
	sel_3_p_t:'目がいいな。確かにそのようだ',

	word_a:'いい眺めだな。王都が一望できる',
	word_p:'いい眺めだな。王都が一望できる',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {sel_1_a:'',
	sel_2_a:'',
	sel_3_a:'',
	sel_1_p:'',
	sel_2_p:'',
	sel_3_p:'',
	sel_1_a_t:'',
	sel_2_a_t:'',
	sel_3_a_t:'',
	sel_1_p_t:'',
	sel_2_p_t:'',
	sel_3_p_t:'',

	word_a:'',
	word_p:'',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {sel_1_a:'',
	sel_2_a:'',
	sel_3_a:'',
	sel_1_p:'',
	sel_2_p:'',
	sel_3_p:'',
	sel_1_a_t:'',
	sel_2_a_t:'',
	sel_3_a_t:'',
	sel_1_p_t:'',
	sel_2_p_t:'',
	sel_3_p_t:'',

	word_a:'',
	word_p:'',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];
}


with(tyrano.plugin.kag) {
//王宮部屋
variable.tf.place_62 =[
	{id:62},
    {
    sel_1_a:'ロマナ地方から取り寄せた茶葉だ。葡萄の香りがするらしいぞ',
	sel_2_a:'お前...何か企んでるか？',
	sel_3_a:'そういうお前はちゃんと片付けをしてるんだろうな',
	sel_1_p:'ロマナ地方から取り寄せた茶葉だ。葡萄の香りがするらしいぞ',
	sel_2_p:'お前...何か企んでるか？',
	sel_3_p:'そういうお前はちゃんと片付けをしてるんだろうな',
	sel_1_a_t:'ロマナ地方から取り寄せた茶葉だ。葡萄の香りがするらしいぞ',
	sel_2_a_t:'お前...何か企んでるか？',
	sel_3_a_t:'そういうお前はちゃんと片付けをしてるんだろうな',
	sel_1_p_t:'ロマナ地方から取り寄せた茶葉だ。葡萄の香りがするらしいぞ',
	sel_2_p_t:'お前...何か企んでるか？',
	sel_3_p_t:'そういうお前はちゃんと片付けをしてるんだろうな',

	word_a:'ゆっくりするといい。紅茶はどうだ？',
	word_p:'ゆっくりするといい。紅茶はどうだ？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'',
	sel_2_a:'',
	sel_3_a:'',
	sel_1_p:'',
	sel_2_p:'',
	sel_3_p:'',
	sel_1_a_t:'',
	sel_2_a_t:'',
	sel_3_a_t:'',
	sel_1_p_t:'',
	sel_2_p_t:'',
	sel_3_p_t:'',

	word_a:'',
	word_p:'',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {sel_1_a:'',
	sel_2_a:'',
	sel_3_a:'',
	sel_1_p:'',
	sel_2_p:'',
	sel_3_p:'',
	sel_1_a_t:'',
	sel_2_a_t:'',
	sel_3_a_t:'',
	sel_1_p_t:'',
	sel_2_p_t:'',
	sel_3_p_t:'',

	word_a:'',
	word_p:'',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

];
}



with(tyrano.plugin.kag) {
//シャローム
variable.tf.place_7 =[
	{id:7},
    {
    sel_1_a:'イカ料理か、お前もわかっているな',
	sel_2_a:'今日はなんの魚がとれただろうな',
	sel_3_a:'海風に吹かれての散歩か。悪くない。',
	sel_1_p:'イカ料理か、お前もわかっているな',
	sel_2_p:'今日はなんの魚がとれただろうな',
	sel_3_p:'海風に吹かれての散歩か。悪くない。',
	sel_1_a_t:'イカ料理か、お前もわかっているな',
	sel_2_a_t:'今日はなんの魚がとれただろうな',
	sel_3_a_t:'海風に吹かれての散歩か。悪くない。',
	sel_1_p_t:'イカ料理か、お前もわかっているな',
	sel_2_p_t:'今日はなんの魚がとれただろうな',
	sel_3_p_t:'海風に吹かれての散歩か。悪くない。',

	word_a:'潮の匂いがするな・・・さて、どうする？',
	word_p:'潮の匂いがするな・・・さて、どうする？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'おお！ガッツリ食おうぜ！',
	sel_2_a:'面白いのか？それ',
	sel_3_a:'桟橋か・・・眠くなりそうだな',
	sel_1_p:'おお！ガッツリ食おうぜ！',
	sel_2_p:'面白いのか？それ',
	sel_3_p:'桟橋か・・・眠くなりそうだな',
	sel_1_a_t:'おお！ガッツリ食おうぜ！',
	sel_2_a_t:'面白いのか？それ',
	sel_3_a_t:'桟橋か・・・眠くなりそうだな',
	sel_1_p_t:'おお！ガッツリ食おうぜ！',
	sel_2_p_t:'面白いのか？それ',
	sel_3_p_t:'桟橋か・・・眠くなりそうだな',

	word_a:'いつきても潮くせえな、これからどうする',
	word_p:'いつきても潮くせえな、これからどうする',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'いいね、イカ刺しあるかなー？',
	sel_2_a:'うん？港、好きなの？',
	sel_3_a:'うん、いいね、デートって感じ',
	sel_1_p:'いいね、イカ刺しあるかなー？',
	sel_2_p:'うん？港、好きなの？',
	sel_3_p:'うん、いいね、デートって感じ',
	sel_1_a_t:'いいね、イカ刺しあるかなー？',
	sel_2_a_t:'うん？港、好きなの？',
	sel_3_a_t:'うん、いいね、デートって感じ',
	sel_1_p_t:'いいね、イカ刺しあるかなー？',
	sel_2_p_t:'うん？港、好きなの？',
	sel_3_p_t:'うん、いいね、デートって感じ',

	word_a:'うーん、港町って感じ。どうしよっか',
	word_p:'うーん、港町って感じ。どうしよっか',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

 ];
}
 
 

with(tyrano.plugin.kag) {
//シャローム港
variable.tf.place_70 =[
	{id:70},
    {
    sel_1_a:'そうなのか？それは初耳だ。お前の父上は漁師だったからな',
	sel_2_a:'それもいいな。何にする。このカレイなどどうだ？',
	sel_3_a:'大方漁のおこぼれ狙いといったところか',
	sel_1_p:'そうなのか？それは初耳だ。お前の父上は漁師だったからな',
	sel_2_p:'それもいいな。何にする。このカレイなどどうだ？',
	sel_3_p:'大方漁のおこぼれ狙いといったところか',
	sel_1_a_t:'そうなのか？それは初耳だ。お前の父上は漁師だったからな',
	sel_2_a_t:'それもいいな。何にする。このカレイなどどうだ？',
	sel_3_a_t:'大方漁のおこぼれ狙いといったところか',
	sel_1_p_t:'そうなのか？それは初耳だ。お前の父上は漁師だったからな',
	sel_2_p_t:'それもいいな。何にする。このカレイなどどうだ？',
	sel_3_p_t:'大方漁のおこぼれ狙いといったところか',

	word_a:'今日も活気があっていいな',
	word_p:'今日も活気があっていいな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'お前が？はぁ・・・',
	sel_2_a:'お！いいじゃねーか！たくさん買ってみんなで食おうぜ！',
	sel_3_a:'俺と一緒で食い意地張ってんだな、こいつら',
	sel_1_p:'お前が？はぁ・・・',
	sel_2_p:'お！いいじゃねーか！たくさん買ってみんなで食おうぜ！',
	sel_3_p:'俺と一緒で食い意地張ってんだな、こいつら',
	sel_1_a_t:'お前が？はぁ・・・',
	sel_2_a_t:'お！いいじゃねーか！たくさん買ってみんなで食おうぜ！',
	sel_3_a_t:'俺と一緒で食い意地張ってんだな、こいつら',
	sel_1_p_t:'お前が？はぁ・・・',
	sel_2_p_t:'お！いいじゃねーか！たくさん買ってみんなで食おうぜ！',
	sel_3_p_t:'俺と一緒で食い意地張ってんだな、こいつら',

	word_a:'すげえな、魚が大漁じゃねえか',
	word_p:'すげえな、魚が大漁じゃねえか',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'へえ！そうなんだ。随分かわいい漁師だね？',
	sel_2_a:'あ、いいね、どんな料理にしようか？',
	sel_3_a:'おいでおいで・・・この子たち魚目当てだよね、絶対',
	sel_1_p:'へえ！そうなんだ。随分かわいい漁師だね？',
	sel_2_p:'あ、いいね、どんな料理にしようか？',
	sel_3_p:'おいでおいで・・・この子たち魚目当てだよね、絶対',
	sel_1_a_t:'へえ！そうなんだ。随分かわいい漁師だね？',
	sel_2_a_t:'あ、いいね、どんな料理にしようか？',
	sel_3_a_t:'おいでおいで・・・この子たち魚目当てだよね、絶対',
	sel_1_p_t:'へえ！そうなんだ。随分かわいい漁師だね？',
	sel_2_p_t:'あ、いいね、どんな料理にしようか？',
	sel_3_p_t:'おいでおいで・・・この子たち魚目当てだよね、絶対',

	word_a:'うーん今日も魚、結構獲れてるのかな？',
	word_p:'うーん今日も魚、結構獲れてるのかな？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
];
}



with(tyrano.plugin.kag) {
//シャローム桟橋
variable.tf.place_71 =[
	{id:71},
    {
    sel_1_a:'もう母上が恋しくなったのか？',
	sel_2_a:'・・・そうだな、私も時々ここにくることがある',
	sel_3_a:'頭をしきりに気にして、どうした？？',
	sel_1_p:'もう母上が恋しくなったのか？',
	sel_2_p:'・・・そうだな、私も時々ここにくることがある',
	sel_3_p:'頭をしきりに気にして、どうした？？',
	sel_1_a_t:'もう母上が恋しくなったのか？',
	sel_2_a_t:'・・・そうだな、私も時々ここにくることがある',
	sel_3_a_t:'頭をしきりに気にして、どうした？？',
	sel_1_p_t:'もう母上が恋しくなったのか？',
	sel_2_p_t:'・・・そうだな、私も時々ここにくることがある',
	sel_3_p_t:'頭をしきりに気にして、どうした？？',

	word_a:'海の匂いは好きだな・・・対岸はテーベか',
	word_p:'海の匂いは好きだな・・・対岸はテーベか',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'なんだお前、おふくろさんが恋しいのかよ、まだまだガキだな',
	sel_2_a:'のんびりっつうか・・・ねみい',
	sel_3_a:'何頭触ってんだお前？',
	sel_1_p:'なんだお前、おふくろさんが恋しいのかよ、まだまだガキだな',
	sel_2_p:'のんびりっつうか・・・ねみい',
	sel_3_p:'何頭触ってんだお前？',
	sel_1_a_t:'なんだお前、おふくろさんが恋しいのかよ、まだまだガキだな',
	sel_2_a_t:'のんびりっつうか・・・ねみい',
	sel_3_a_t:'何頭触ってんだお前？',
	sel_1_p_t:'なんだお前、おふくろさんが恋しいのかよ、まだまだガキだな',
	sel_2_p_t:'のんびりっつうか・・・ねみい',
	sel_3_p_t:'何頭触ってんだお前？',

	word_a:'・・・・・ねみい',
	word_p:'・・・・・ねみい',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'あ、俺も一緒に帰っていい？なんて',
	sel_2_a:'そうだね・・・でもちょっと、退屈かな？',
	sel_3_a:'あ、髪が気になるんだ。女の子だね。・・・早めに移動しよっか？',
	sel_1_p:'あ、俺も一緒に帰っていい？なんて',
	sel_2_p:'そうだね・・・でもちょっと、退屈かな？',
	sel_3_p:'あ、髪が気になるんだ。女の子だね。・・・早めに移動しよっか？',
	sel_1_a_t:'あ、俺も一緒に帰っていい？なんて',
	sel_2_a_t:'そうだね・・・でもちょっと、退屈かな？',
	sel_3_a_t:'あ、髪が気になるんだ。女の子だね。・・・早めに移動しよっか？',
	sel_1_p_t:'あ、俺も一緒に帰っていい？なんて',
	sel_2_p_t:'そうだね・・・でもちょっと、退屈かな？',
	sel_3_p_t:'あ、髪が気になるんだ。女の子だね。・・・早めに移動しよっか？',

	word_a:'波の音が穏やかだね。対岸って、確かテーベだっけ？',
	word_p:'波の音が穏やかだね。対岸って、確かテーベだっけ？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
];
}



with(tyrano.plugin.kag) {
//稽古
variable.tf.place_8 =[
	{id:8},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'俺とか？まあ、いいけどよ・・・',
	sel_2_a:'昼寝してもいいか？',
	sel_3_a:'俺は・・・眠くなる・・・',
	sel_1_p:'そうだな。あんまのんびりはできねえな',
	sel_2_p:'わーった。まあいいか・・・',
	sel_3_p:'楽しいのか、それ',
	sel_1_a_t:'俺とか？まあ、いいけどよ・・・',
	sel_2_a_t:'昼寝してもいいか？',
	sel_3_a_t:'俺は・・・眠くなる・・・',
	sel_1_p_t:'そうだな。あんまのんびりはできねえな',
	sel_2_p_t:'わーった。まあいいか・・・',
	sel_3_p_t:'楽しいのか、それ',

	word_a:'ここって・・・兄貴といつも訓練してるとこだよな',
	word_p:'そろそろ日が暮れるんじゃねえか',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'ええ？真面目だなあせっかく二人きりなんだから他のことしようよ',
	sel_2_a:'いいね、膝枕してくれる？',
	sel_3_a:'そうだね、街とはまたちょっと違うよね',
	sel_1_p:'もう帰っちゃうの？せっかく誰もいないんだからさ、もうちょっと楽しもう？',
	sel_2_p:'夕焼けの散歩もいいね',
	sel_3_p:'なんか、青春って感じ。うん、いいよ',
	sel_1_a_t:'ええ？真面目だなあせっかく二人きりなんだから他のことしようよ',
	sel_2_a_t:'いいね、膝枕してくれる？',
	sel_3_a_t:'そうだね、街とはまたちょっと違うよね',
	sel_1_p_t:'もう帰っちゃうの？せっかく誰もいないんだからさ、もうちょっと楽しもう？',
	sel_2_p_t:'夕焼けの散歩もいいね',
	sel_3_p_t:'なんか、青春って感じ。うん、いいよ',

	word_a:'ここだけ森が開けてるんだね',
	word_p:'そろそろ日が暮れるね',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
];

}


with(tyrano.plugin.kag) {

//船食堂
variable.tf.place_15 =[
	{id:15},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'よし！食うか！',
	sel_2_a:'まじか！すっげー楽しみだ！',
	sel_3_a:'ああ、ボリュームもすげえし、俺好みだ',
	sel_1_p:'よし、食うぞ！',
	sel_2_p:'お前の飯、うまいもんな、楽しみだ',
	sel_3_p:'うるせえな・・・いいだろーがよ！',
	sel_1_a_t:'よし！食うか！',
	sel_2_a_t:'まじか！すっげー楽しみだ！',
	sel_3_a_t:'ああ、ボリュームもすげえし、俺好みだ',
	sel_1_p_t:'よし、食うぞ！',
	sel_2_p_t:'お前の飯、うまいもんな、楽しみだ',
	sel_3_p_t:'うるせえな・・・いいだろーがよ！',


	word_a:'飯、食ってくか？',
	word_p:'いいにおいする・・・めし・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'いいね、いこっか',
	sel_2_a:'本当？嬉しいな。ありがとう',
	sel_3_a:'店長は元有名レストランのシェフなんだってさ',
	sel_1_p:'いいね、何食べようかな',
	sel_2_p:'いいね、楽しみだな',
	sel_3_p:'誰かさんじゃあるまいし・・・',
    sel_1_a_t:'いいね、いこっか',
	sel_2_a_t:'本当？嬉しいな。ありがとう',
	sel_3_a_t:'店長は元有名レストランのシェフなんだってさ',
	sel_1_p_t:'いいね、何食べようかな',
	sel_2_p_t:'いいね、楽しみだな',
	sel_3_p_t:'誰かさんじゃあるまいし・・・',


	word_a:'今日も混んでるね',
	word_p:'うーん、ごはんのにおい・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
];

}


with(tyrano.plugin.kag) {
//甲板
variable.tf.place_16 =[
	{id:16},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'・・・そだな',
	sel_2_a:'あいつは船自体だめだかんな',
	sel_3_a:'風邪引くぞ？',
	sel_1_p:'ああ。',
	sel_2_p:'わかんねえけど、そうだといいな',
	sel_3_p:'すぐ日暮れるぞ？',
	sel_1_a_t:'・・・そだな',
	sel_2_a_t:'あいつは船自体だめだかんな',
	sel_3_a_t:'お前・・・ああ、そだな',
	sel_1_p_t:'ああ。',
	sel_2_p_t:'わかんねえけど、そうだといいな',
	sel_3_p_t:'・・・ああ・・・',



	word_a:'波も落ち着いてんな',
	word_p:'海の夕焼けもいいもんだな・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'そうだね',
	sel_2_a:'船酔い持ちは仕方ないよ・・・',
	sel_3_a:'あはは、そうだね',
	sel_1_p:'うん、きれいだ',
	sel_2_p:'この塩梅なら期待できそうかも',
	sel_3_p:'あはは、寒くなるよ、夜は',
	sel_1_a_t:'そうだね',
	sel_2_a_t:'船酔い持ちは仕方ないよ・・・',
	sel_3_a_t:'・・・うん、このまま時間が止まればいい・・・なんてね',
	sel_1_p_t:'うん、きれいだ',
	sel_2_p_t:'この塩梅なら期待できそうかも',
	sel_3_p_t:'うん・・・君を、部屋に返したくない',



	word_a:'穏やかだねー',
	word_p:'夕焼けだね・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
];

}


with(tyrano.plugin.kag) {
//ろうか　
variable.tf.place_17 =[
	{id:17},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'・・・はあ？',
	sel_2_a:'まあな、船自体も結構でかいからな',
	sel_3_a:'はあ？何言ってんだ、お前',
	sel_1_p:'ああ、とりあえず今日も無事にすぎたな',
	sel_2_p:'そだな、俺も。飯食いいくか！',
	sel_3_p:'ガキだなー',
	sel_1_a_t:'・・・はあ？',
	sel_2_a_t:'まあな、船自体も結構でかいからな',
	sel_3_a_t:'っ・・・いやここは・・・逆に難しいんんじゃねえか？',
	sel_1_p_t:'ああ、とりあえず今日も無事にすぎたな',
	sel_2_p_t:'そだな、俺も。飯食いいくか！',
	sel_3_p_t:'ほれ、しっかりしろ。・・・部屋まで連れてってやる',




	word_a:'ここにきて何かあんのか？',
	word_p:'あー、もうこんな時間か',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'え？そうなの？',
	sel_2_a:'そうだね、船長自慢の船だからね',
	sel_3_a:'それは・・・うーん、どうだろう？',
	sel_1_p:'うん、ともあれ今日も無事な航海だった',
	sel_2_p:'じゃあ、ご飯食べにいこっか',
	sel_3_p:'そろそろ、部屋に戻った方がいいかもね',
	sel_1_a_t:'え？そうなの？',
	sel_2_a_t:'そうだね、船長自慢の船だからね',
	sel_3_a_t:'ここはちょっと・・・一目が多すぎるんじゃない？',
	sel_1_p_t:'うん、ともあれ今日も無事な航海だった',
	sel_2_p_t:'じゃあ、ご飯食べにいこっか',
	sel_3_p_t:'それならちょっと休もっか。俺の部屋で',





	word_a:'ここ・・・なにかあるの？',
	word_p:'もうこんな時間かあ・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

	
];

}


with(tyrano.plugin.kag) {
//仲間の部屋　
variable.tf.place_18 =[
	{id:18},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'まあなあ・・・',
	sel_2_a:'いいわけねえだろ・・・加えて周りのやつのいびきがうるせえし',
	sel_3_a:'ん？なんだ？',
	sel_1_p:'いや・・・その',
	sel_2_p:'そ、そだな・・・',
	sel_3_p:'い、いや別に？へ、変なことなんて考えてねえからな！！',
	sel_1_a_t:'まあなあ・・・',
	sel_2_a_t:'いいわけねえだろ・・・加えて周りのやつのいびきがうるせえし',
	sel_3_a_t:'ん？なんだ？',
	sel_1_p_t:'いや・・・その',
	sel_2_p_t:'そ、そだな・・・',
	sel_3_p_t:'い、いや別に？へ、変なことなんて考えてねえからな！！',
	word_a:'で、どうすんだ？',
	word_p:'あ、あのよ・・・その',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'まあね、仕方ないよ',
	sel_2_a:'いいと思う？とはいっても、俺はほとんど眠らないから関係ないけどね',
	sel_3_a:'あーわかる。むさくるしいよねー',
	sel_1_p:'君さ、ちょっと無防備すぎ',
	sel_2_p:'そうだね、明かりもほとんどないしね',
	sel_3_p:'・・・ご期待にそったほうがいいかな？',
	sel_1_a_t:'まあね、仕方ないよ',
	sel_2_a_t:'いいと思う？とはいっても、俺はほとんど眠らないから関係ないけどね',
	sel_3_a_t:'あーわかる。むさくるしいよねー',
	sel_1_p_t:'君さ、ちょっと無防備すぎ',
	sel_2_p_t:'そうだね、明かりもほとんどないしね',
	sel_3_p_t:'・・・ご期待にそったほうがいいかな？',


	word_a:'で？どうするの？',
	word_p:'えーと・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

	
];

}


with(tyrano.plugin.kag) {
//自室　
variable.tf.place_19 =[
	{id:19},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'いいじゃねえか、むさくるしいよりは',
	sel_2_a:'へえへえ、それはよかったな',
	sel_3_a:'ばっお前何言って・・・',
	sel_1_p:'い、いやその・・・だな・・・',
	sel_2_p:'ふたりで・・・って・・・妙なこと考えちまうだろうが・・・',
	sel_3_p:'なっ・・・お前・・・何・・・考えて・・・',
	sel_1_a_t:'いいじゃねえか、むさくるしいよりは',
	sel_2_a_t:'へえへえ、それはよかったな',
	sel_3_a_t:'・・・。本気で言ってんの？それ',
	sel_1_p_t:'い、いやその・・・だな・・・',
	sel_2_p_t:'ふたりで・・・って・・・妙なこと考えちまうだろうが・・・',
	sel_3_p_t:'・・・。やめとく。理性とんじまうわ',
	word_a:'いーよなお前んとこ個室で',
	word_p:'お前なあ・・・この時間にこの状況って',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'そう？でも身の危険もあるからね・・・',
	sel_2_a:'それならよかった',
	sel_3_a:'あーそれはちょっとまずいかも。さすがの俺でも',
	sel_1_p:'俺的には全然まずくないんだけどね',
	sel_2_p:'あ、そう。それって・・・深い意味はないよね？',
	sel_3_p:'あのさあ、こう見えて色々我慢してるんだ。勘弁してよ',
	sel_1_a_t:'そう？でも身の危険もあるからね・・・',
	sel_2_a_t:'それならよかった',
	sel_3_a_t:'そしたら・・・さ。抱き枕になってもらってもいい？',
	sel_1_p_t:'俺的には全然まずくないんだけどね',
	sel_2_p_t:'あ、そう。それって・・・深い意味はないよね？',
	sel_3_p_t:'・・・そんなこと言ったら・・・俺、どうなるかわからないよ？',



	word_a:'船長に頼んで個室にしてもらってよかったよ',
	word_p:'うーん、この時間に女の子の部屋・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
];
}





//図書館
with(tyrano.plugin.kag) {　
	variable.tf.place_20 =[
	{id:20},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'ねて、いいか？',
	sel_2_a:'無理だ・・・',
	sel_3_a:'借りても読んでたら俺は寝る・・・',
	sel_1_p:'俺は寝るぞ？いいんだな？',
	sel_2_p:'ここで寝るなとか、拷問かよ・・・',
	sel_3_p:'しらねえよ・・・',
	sel_1_a_t:'ねて、いいか？',
	sel_2_a_t:'無理だ・・・',
	sel_3_a_t:'借りても読んでたら俺は寝る・・・',
	sel_1_p_t:'俺は寝るぞ？いいんだな？',
	sel_2_p_t:'ここで寝るなとか、拷問かよ・・・',
	sel_3_p_t:'しらねえよ・・・',


	word_a:'ねみい・・・',
	word_p:'ねみい・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'いいね、一息つこっか',
	sel_2_a:'誰かさんじゃあるまいし・・・',
	sel_3_a:'あー。ウェスタに住んでるなら大丈夫みたいだけどね',
	sel_1_p:'うん、じゃあ閉館まで過ごそ？',
	sel_2_p:'お互いにね？',
	sel_3_p:'借りてく？出港するときに返してくれればいいって',
	sel_1_a_t:'いいね、一息つこっか',
	sel_2_a_t:'誰かさんじゃあるまいし・・・',
	sel_3_a_t:'あー。ウェスタに住んでるなら大丈夫みたいだけどね',
	sel_1_p_t:'うん、じゃあ閉館まで過ごそ？',
	sel_2_p_t:'お互いにね？',
	sel_3_p_t:'借りてく？出港するときに返してくれればいいって',




	word_a:'静かでいいよね、ここ',
	word_p:'一日中いてもいいくらいだよ',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

	
];
}


with(tyrano.plugin.kag) {
//本屋　
variable.tf.place_21 =[
	{id:21},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'俺には全部同じに見えるぞ・・・',
	sel_2_a:'好きにしろ・・・',
	sel_3_a:'どうしてそんなにまでしてよみてえんだよ',
	sel_1_p:'・・・・・・',
	sel_2_p:'・・・・・・',
	sel_3_p:'・・・・・・',
	sel_1_a_t:'俺には全部同じに見えるぞ・・・',
	sel_2_a_t:'好きにしろ・・・',
	sel_3_a_t:'どうしてそんなにまでしてよみてえんだよ',
	sel_1_p_t:'・・・・・・',
	sel_2_p_t:'・・・・・・',
	sel_3_p_t:'・・・・・・',







	word_a:'本の匂いは・・・眠くなるんだ・・・',
	word_p:'・・・・・・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'そうだね、みてるだけでも楽しいね',
	sel_2_a:'いいね、買ってあげるよ？',
	sel_3_a:'うーん、それはね・・・',
	sel_1_p:'ずっとここにいても飽きないよ',
	sel_2_p:'どれにするの？買ってあげる',
	sel_3_p:'あのさあ、こう見えて色々我慢してるんだ。勘弁してよ',
	sel_1_a_t:'そう？でも身の危険もあるからね・・・',
	sel_2_a_t:'それならよかった',
	sel_3_a_t:'そしたら・・・さ。抱き枕になってもらってもいい？',
	sel_1_p_t:'俺的には全然まずくないんだけどね',
	sel_2_p_t:'あ、そう。それって・・・深い意味はないよね？',
	sel_3_p_t:'少しなら、いいかな？',



	word_a:'へえ、こんな本も売ってるんだ。さすがウェスタ',
	word_p:'買ったら荷物になるかなぁ・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

	
];
}


with(tyrano.plugin.kag) {
//薬や
variable.tf.place_22 =[
	{id:22},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'そうじゃなきゃいいけどな',
	sel_2_a:'やってそうじゃねえか？わかんねえけど',
	sel_3_a:'・・・どした？',
	sel_1_p:'危なくは・・・ねえと思うが',
	sel_2_p:'こういうのの研究なら役に立ちそうだよな',
	sel_3_p:'お前、店の商品試したんじゃねえだろうな',

    sel_1_a_t:'そうじゃなきゃいいけどな',
	sel_2_a_t:'やってそうじゃねえか？わかんねえけど',
	sel_3_a_t:'・・・どした？',
	sel_1_p_t:'危なくは・・・ねえと思うが',
	sel_2_p_t:'こういうのの研究なら役に立ちそうだよな',
	sel_3_p_t:'お前、店の商品試したんじゃねえだろうな',







	word_a:'あやしいブツが並んでるな・・・',
	word_p:'お、この薬、疲労回復って書いてあるぞ',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'どうかなあ、危ないかそうじゃないかは人によるね',
	sel_2_a:'してるみたいだよ。図書館にも何人かいるみたい',
	sel_3_a:'スポーツの祭典でもなければいいんじゃない？',
	sel_1_p:'ちょっと飲んでみる？',
	sel_2_p:'してる人がいるから、お店もあるのかもね',
	sel_3_p:'しないと勝てない相手もいるからねえ',
	sel_1_a_t:'どうかなあ、危ないかそうじゃないかは人によるね',
	sel_2_a_t:'してるみたいだよ。図書館にも何人かいるみたい',
	sel_3_a_t:'スポーツの祭典でもなければいいんじゃない？',
	sel_1_p_t:'ちょっと飲んでみる？',
	sel_2_p_t:'してる人がいるから、お店もあるのかもね',
	sel_3_p_t:'しないと勝てない相手もいるからねえ',




	word_a:'戦いにも役に立つかな？',
	word_p:'薬って苦そうだよねー・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

	
];

}



with(tyrano.plugin.kag) {
//宿屋
variable.tf.place_23 =[
	{id:23},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'おし！いくか',
	sel_2_a:'聞いてみたらどうだ？俺もくいてえ',
	sel_3_a:'疲れたか？ちょっと休んでこい',
	sel_1_p:'おし！いくか',
	sel_2_p:'聞いてみたらどうだ？俺もくいてえ',
	sel_3_p:'今から寝たら飯食えねえぞ？',
	sel_1_a_t:'おし！いくか',
	sel_2_a_t:'聞いてみたらどうだ？俺もくいてえ',
	sel_3_a_t:'疲れたか？俺によりかかっていいぞ',
	sel_1_p_t:'おし！いくか',
	sel_2_p_t:'聞いてみたらどうだ？俺もくいてえ',
	sel_3_p_t:'・・・わーった。大人しくしてろ。部屋まで運んでやる',
	
	







	word_a:'めしくうか？',
	word_p:'夕飯は何食うかな・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'いいね、行こうか',
	sel_2_a:'いいかどうか俺聞いてくるよ',
	sel_3_a:'そうなんだ。ここで待ってるから休んでおいで',
	sel_1_p:'そうだね、いこうか',
	sel_2_p:'俺、聞いてこようか？君の料理も食べたいしね',
	sel_3_p:'疲れちゃった？じゃあご飯早めにすませて、休もうか',
	sel_1_a_t:'いいね、行こうか',
	sel_2_a_t:'いいかどうか俺聞いてくるよ',
	sel_3_a_t:'そっか、じゃあ・・・俺の部屋に行こうか',
	sel_1_p_t:'そうだね、いこうか',
	sel_2_p_t:'俺、聞いてこようか？君の料理も食べたいしね',
	sel_3_p_t:'そうだな・・・じゃあ、ご飯食べたら、ふたりでゆっくりしよう？',




	word_a:'ご飯でも食べる？',
	word_p:'お腹すいてきた？',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

	
];

}



with(tyrano.plugin.kag) {
//公園　
variable.tf.place_24 =[
	{id:24},
    {
    sel_1_a:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p:'・・・わかった。少しだけだぞ',
	sel_3_p:'丘の上ならきれいに見えそうだな。行くか',
	sel_1_a_t:'それが目的だったか。いいぞ、稽古をつけてやろう',
	sel_2_a_t:'お前はあの丘の上が好きだな。なら、行くか',
	sel_3_a_t:'そうだな・・・煩わしいことも忘れさせてくれる気がする',
	sel_1_p_t:'そうだな、なるべく早く帰らないとならないな',
	sel_2_p_t:'・・・わかった。少しだけだぞ',
	sel_3_p_t:'丘の上ならきれいに見えそうだな。行くか',

	word_a:'どうした？こんなところまで来て・・・',
	word_p:'あんまりのんびりしていると日が暮れてしまうな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

    {
    sel_1_a:'ああ、面倒臭えこと忘れて、昼寝してえ',
	sel_2_a:'ガキってのはなんであんなに気楽なんだろうな',
	sel_3_a:'お前・・・なにいってんだ',
	sel_1_p:'そうだな。クレールも早くこうなるといい',
	sel_2_p:'あいつらまだ遊んでんのか？親に怒られるんじゃねえか',
	sel_3_p:'・・・？なんでだよ',
	sel_1_a_t:'ああ、面倒臭えこと忘れて、昼寝してえ',
	sel_2_a_t:'ガキってのはなんであんなに気楽なんだろうな',
	sel_3_a_t:'っ・・・し、しかた、ねえな・・・',
	sel_1_p_t:'そうだな。クレールも早くこうなるといい',
	sel_2_p_t:'あいつらまだ遊んでんのか？親に怒られるんじゃねえか',
	sel_3_p_t:'・・・あぁ。',







	word_a:'こういうとこでのんびりするのもいいよな',
	word_p:'もう夕方だな・・・',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},
	
    {
    sel_1_a:'そうだね・・・平和だ。ここは。',
	sel_2_a:'いいね、俺も一緒に遊ぼうかな？',
	sel_3_a:'どうしたの突然？',
	sel_1_p:'うん・・・',
	sel_2_p:'夕方だけどいいのかな？ちょっと声かけてくる',
	sel_3_p:'あはは、いいよ',
	sel_1_a_t:'そうだね・・・平和だ。ここは。',
	sel_2_a_t:'いいね、俺も一緒に遊ぼうかな？',
	sel_3_a_t:'・・・うん、いいよ。・・・つなごっか。',
	sel_1_p_t:'うん・・・',
	sel_2_p_t:'夕方だけどいいのかな？ちょっと声かけてくる',
	sel_3_p_t:'・・・いいの？手だけじゃ、すまなくなっちゃうかもよ？',




	word_a:'あー、ちょっとだけ一休み',
	word_p:'こうしてると、色々めんどくさいこと...忘れそうだな',
	word_a_t:'',
	word_p_t:'',
	word_a_3:'',
	word_p_3:''
	},

	
];

}




with(tyrano.plugin.kag){
	variable.tf.place_effect =[

	//0
	{id:0,
	sel_1_up:[0,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[0,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,0,0],
	},
	
	//1
	{id:90,
	sel_1_up:[1,0,0],
	sel_2_up:[1,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[1,0,0],
	sel_2_p_up:[1,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[1,0,0],
	sel_2_t_up:[1,0,0],
	sel_3_t_up:[1,1,0],
	sel_1_t_p_up:[1,0,0],
	sel_2_t_p_up:[1,0,0],
	sel_3_t_p_up:[1,1,0],
	},
	//2
	{id:91,
	sel_1_up:[0,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[0,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,0,0],
	},
	{id:1,
	sel_1_up:[0,0,1],
	sel_2_up:[0,1,0],
	sel_3_up:[1,0,0],
	sel_1_p_up:[0,0,1],
	sel_2_p_up:[0,1,0],
	sel_3_p_up:[1,0,0],
	sel_1_t_up:[0,0,1],
	sel_2_t_up:[0,1,0],
	sel_3_t_up:[1,0,0],
	sel_1_t_p_up:[0,0,1],
	sel_2_t_p_up:[0,1,0],
	sel_3_t_p_up:[1,0,0],
	},
	{id:2,
	sel_1_up:[0,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[1,0,1],
	sel_1_p_up:[1,0,1],
	sel_2_p_up:[0,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[1,0,1],
	sel_1_t_p_up:[1,0,1],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,0,0],
	},
	{id:3,
	sel_1_up:[0,1,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[0,1,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,1,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,1,0],
	sel_3_t_p_up:[1,1,0],
	},
	{id:4,
	sel_1_up:[0,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[0,0,1],
	sel_3_p_up:[0,0,1],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,1],
	sel_3_t_p_up:[0,0,1],
	},
	{id:5,
	sel_1_up:[0,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[0,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,0,0],
	},
	{id:6,
	sel_1_up:[0,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[1,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[1,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,0,0],
	},
	{id:60,
	sel_1_up:[0,0,0],
	sel_2_up:[1,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[1,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[1,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[1,0,0],
	sel_3_t_p_up:[0,0,0],
	},
	{id:61,
	sel_1_up:[0,0,0],
	sel_2_up:[1,0,0],
	sel_3_up:[1,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[1,0,0],
	sel_3_p_up:[1,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[1,0,0],
	sel_3_t_up:[1,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[1,0,0],
	sel_3_t_p_up:[1,0,0],
	},
	{id:62,
	sel_1_up:[1,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[1,0,0],
	sel_2_p_up:[0,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[1,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[1,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,0,0],
	},
	{id:7,
	sel_1_up:[1,1,1],
	sel_2_up:[0,0,0],
	sel_3_up:[1,0,1],
	sel_1_p_up:[1,1,1],
	sel_2_p_up:[0,0,0],
	sel_3_p_up:[1,0,1],
	sel_1_t_up:[1,1,1],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[1,0,1],
	sel_1_t_p_up:[1,1,1],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[1,0,1],
	},
	{id:70,
	sel_1_up:[0,0,0],
	sel_2_up:[1,1,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[1,1,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[1,1,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[1,1,0],
	sel_3_t_p_up:[0,0,0],
	},
	{id:71,
	sel_1_up:[0,0,0],
	sel_2_up:[1,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[1,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[1,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[1,0,0],
	sel_3_t_p_up:[0,0,0],
	},
	{id:8,
	sel_1_up:[1,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,1],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[0,0,1],
	sel_3_p_up:[1,0,0],
	sel_1_t_up:[1,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,1],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,1],
	sel_3_t_p_up:[1,0,0],
	},
	{id:15,
	sel_1_up:[0,1,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,1],
	sel_1_p_up:[0,1,0],
	sel_2_p_up:[0,0,1],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,1,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,1],
	sel_1_t_p_up:[0,1,0],
	sel_2_t_p_up:[0,0,1],
	sel_3_t_p_up:[0,0,0],
	},
	{id:16,
	sel_1_up:[0,1,1],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,1,1],
	sel_2_p_up:[0,0,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,1,1],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,1,1],
	},
	{id:17,
	sel_1_up:[0,0,0],
	sel_2_up:[0,1,1],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,1],
	sel_2_p_up:[0,1,0],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,1,0],
	sel_3_t_up:[0,0,1],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,1,1],
	},
	
	{id:18,
	sel_1_up:[0,0,0],
	sel_2_up:[0,0,0],
	sel_3_up:[0,0,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[0,0,0],
	sel_3_p_up:[0,0,1],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,0,0],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,0,1],
	},
	{id:19,
	sel_1_up:[0,0,0],
	sel_2_up:[0,0,1],
	sel_3_up:[0,1,0],
	sel_1_p_up:[0,0,0],
	sel_2_p_up:[0,1,1],
	sel_3_p_up:[0,0,0],
	sel_1_t_up:[0,0,0],
	sel_2_t_up:[0,0,0],
	sel_3_t_up:[0,1,1],
	sel_1_t_p_up:[0,0,0],
	sel_2_t_p_up:[0,0,0],
	sel_3_t_p_up:[0,1,1],
	},

	{id:20,
		sel_1_up:[0,0,1],
		sel_2_up:[0,0,0],
		sel_3_up:[0,0,0],
		sel_1_p_up:[0,0,1],
		sel_2_p_up:[0,0,0],
		sel_3_p_up:[0,0,0],
		sel_1_t_up:[0,0,1],
		sel_2_t_up:[0,0,0],
		sel_3_t_up:[0,0,0],
		sel_1_t_p_up:[0,0,1],
		sel_2_t_p_up:[0,0,0],
		sel_3_t_p_up:[0,0,0],
		},
		{id:21,
		sel_1_up:[0,0,1],
		sel_2_up:[0,0,0],
		sel_3_up:[0,0,0],
		sel_1_p_up:[0,0,1],
		sel_2_p_up:[0,0,0],
		sel_3_p_up:[0,0,0],
		sel_1_t_up:[0,0,0],
		sel_2_t_up:[0,0,1],
		sel_3_t_up:[0,0,0],
		sel_1_t_p_up:[0,0,0],
		sel_2_t_p_up:[0,0,1],
		sel_3_t_p_up:[0,0,0],
		},
		
		{id:22,
		sel_1_up:[0,0,0],
		sel_2_up:[0,0,1],
		sel_3_up:[0,0,0],
		sel_1_p_up:[0,0,0],
		sel_2_p_up:[0,1,1],
		sel_3_p_up:[0,0,0],
		sel_1_t_up:[0,0,0],
		sel_2_t_up:[0,0,1],
		sel_3_t_up:[0,0,0],
		sel_1_t_p_up:[0,0,0],
		sel_2_t_p_up:[0,1,1],
		sel_3_t_p_up:[0,0,0],
		},
		
		{id:23,
		sel_1_up:[0,1,1],
		sel_2_up:[0,1,0],
		sel_3_up:[0,0,0],
		sel_1_p_up:[0,1,1],
		sel_2_p_up:[0,1,0],
		sel_3_p_up:[0,0,0],
		sel_1_t_up:[0,0,0],
		sel_2_t_up:[0,0,0],
		sel_3_t_up:[0,1,1],
		sel_1_t_p_up:[0,0,0],
		sel_2_t_p_up:[0,0,0],
		sel_3_t_p_up:[0,1,1],
		},
		
		{id:24,
		sel_1_up:[0,1,0],
		sel_2_up:[0,0,1],
		sel_3_up:[0,0,0],
		sel_1_p_up:[0,1,0],
		sel_2_p_up:[0,0,1],
		sel_3_p_up:[0,0,0],
		sel_1_t_up:[0,0,0],
		sel_2_t_up:[0,0,0],
		sel_3_t_up:[0,1,1],
		sel_1_t_p_up:[0,0,0],
		sel_2_t_p_up:[0,0,0],
		sel_3_t_p_up:[0,1,1],
		},
		
	
	
	];
}
	
	
	
	
	




